[
  {
    "urlid": "https://www.bbc.com/news/live/world-middle-east-67258466",
    "headline": "unknown",
    "contents": "Posted at 18:49\n18:49\nSave The Children says one child killed every 10 minutes\nGetty Images\nCopyright: Getty Images\nThe population of Gaza is one of the youngest in the world\nImage caption: The population of Gaza is one of the youngest in the world\nTurning back to the situation in Gaza, Jason Lee from the Palestinian branch of charity Save the Children says one child is now being killed every 10 minutes.\nSpeaking to the BBC from Jerusalem, he said out of the 20,000 civilians that had been injured, one in three of them was a child.\nCommunicable diseases are on the rise, Lee said, because of overcrowded conditions and a lack of hygiene practices. He said he feared the spread of influenza.\nAnd he added that trucks delivering aid to Gaza were a \"drop in the ocean\".\nQuote Message: Surgeons are doing surgeries without anaesthetic, people are using mobile phones as flashlights to have lights in health facilities.\nSurgeons are doing surgeries without anaesthetic, people are using mobile phones as flashlights to have lights in health facilities.\n\"They’ve run out of medical commodities like bandages and you have 130 premature babies in incubators that are at risk of turning off,\" he said.\nArticle share tools\nShare\nView more share options\nShare this post\nCopy this link\nRead more about these links.",
    "authors": "no author",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67261366",
    "headline": "Tank seen on key Gaza road as Israeli forces push deeper into north",
    "contents": "Tank seen on key Gaza road as Israeli forces push deeper into north\nPublished\n1 hour ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nEPA\nImage caption,\nGaza City's southern Tal al-Hawa district has come under intense Israeli bombardment in recent days\nBy David Gritten\nBBC News\nIsraeli forces have pushed deeper into the northern Gaza Strip, with tanks briefly cutting an evacuation route to the south, Palestinian witnesses say.\nOne tank was filmed on Salah al-Din Road, sparking speculation it could be part of an advance on Gaza City.\nA video showed a car turning around after approaching the tank, which seems to open fire and destroy it.\nLater, Israel's military said a soldier being held hostage by Hamas was rescued in an overnight ground operation.\nPrime Minister Benjamin Netanyahu hailed the freeing of Pte Ori Megidish, who was said to be \"doing well\", as an \"exciting achievement\" that expressed Israel's commitment to release the more than 230 other hostages.\nHe also condemned as \"cruel psychological propaganda\" a video released by Hamas that showed another three Israeli women in captivity in Gaza demanding he agree to a prisoner exchange.\nThe hostages - who include dozens of children and elderly people, as well as soldiers - were taken by Hamas gunmen during an unprecedented attack on southern Israel on 7 October in which 1,400 people were killed.\nOver the weekend, Israel began what Mr Netanyahu called the \"second stage\" of a war intended to destroy Hamas, with ground forces expanding their operations inside Gaza after three weeks of intense bombardment.\nGaza's Hamas-run health ministry says more than 8,300 people have been killed in the territory since then, while supplies of food, water, fuel and medicines for its 2.2 million residents are dangerously low.\nMedia caption,\nWatch: Moment tank fires near car on key north-south Gaza road\nThe video showing the tank on Salah al-Din Road was posted by photojournalist Yousef Basam, who drove northwards in a car on Monday morning.\nBasam's car is seen coming to a stop just after an intersection known as Netzarim Junction, which is 2.8km (1.75 miles) from the perimeter fence with Israel and about 3km south of Gaza City.\nHe then zooms in on a second vehicle that is slowing down in front of what looks like piles of earth in the middle of the road and a stationary tank.\nThe tank starts to move while the second vehicle carries out a three-point turn. A flash is then seen coming from the direction of the tank just before the car is hit by an explosion.\n\"He's gone, the whole family is gone,\" shouts one of the men inside Basam's car, as it speeds away and returns southwards.\nA photographer who was in the area following an air strike told the BBC: \"Suddenly I looked back and I saw Israeli tanks.\" He took a couple of pictures and then fled.\nIMAGE SOURCE,\nIDF\nImage caption,\nThe Israeli military released video footage on Monday that it said showed troops operating within the Gaza Strip\nThe Israeli military's chief spokesperson was asked specifically about the tanks at a briefing and declined to give more information.\n\"We have expanded our operations, involving armour, infantry, and offensive actions within the Gaza Strip. This is done to achieve the two primary objectives of the war, which are countering Hamas and securing the return of the kidnapped individuals,\" Rear Adm Daniel Hagari said.\n\"While I cannot provide specific details here, I can assure you that the security of our forces remains our top priority.\"\nEarlier, the Israeli military said tanks and troops had continued to expand their ground operations inside Gaza overnight, killing dozens of Hamas fighters barricaded in buildings and tunnels.\nAir and artillery strikes had hit another 600 \"terror targets\" over the previous 24 hours, including weapons depots, anti-tank missile launching positions and hideouts, it added.\nThe BBC's Rushdi Abu Alouf, who is in the southern city of Khan Younis, said the incident on Salah al-Din Road was significant because Gaza was effectively cut in two for a period.\nHe also said there had been fewer air strikes in the south in the past day, with Israeli forces appearing to be focusing on the advance into northern areas.\nAbout 600,000 people are still believed to in the north despite the Israeli military ordering them to evacuate and head south of the Wadi Gaza river for their own safety.\nThe UN has said 10 hospitals in northern Gaza have received evacuation orders despite sheltering thousands of patients and 117,000 displaced people. It has warned that the evacuation of hospitals is impossible without endangering patients' lives.\nAbout 400 patients and 14,000 displaced people are believed to be inside Al-Quds Hospital, in Gaza City's southern Tal al-Hawa district, where witnesses say the Israeli bombardment in recent days has been intense.\nFresh strikes were reported near Al-Quds Hospital in Gaza City on Monday, where staff have said it is impossible to carry out an Israeli order to evacuate thousands of displaced civilians sheltering there as well as hundreds of patients, some of them on life support.\nThe Palestinian Red Crescent posted a video that it said showed further air strikes near the hospital on Monday morning.\nThe director of the Turkish-Palestinian Friendship Hospital in Tal al-Hawa also said it had been damaged by an Israeli strike in the vicinity on Sunday night.\nMedia caption,\nWatch: People can be seen covering their mouths and noses inside what is said to be the Al-Quds hospital\nThere is similarly concern for patients and staff at Gaza City's biggest hospital - Al Shifa - where the situation has been described as \"catastrophic\" by its chief of surgery.\nDr Marwan Abusada said in a voice note to the BBC on Sunday afternoon that 55,000 displaced people were \"occupying each square metre\" of Al-Shifa and that it was \"overwhelmed\" by patients.\nAbout 100 patients were moved to other hospitals over the weekend, he said. \"But still we are receiving many, many, many cases. Each half an hour, we receive a huge number of injured people.\"\nThe Israeli military has accused Hamas of deliberately basing itself near, or even within, public buildings like hospitals. Hamas has rejected that allegation.\nThe director of the UN agency for Palestinian refugees (Unrwa) in Gaza, Thomas White, told the BBC that civilians sheltering inside hospitals and UN facilities like schools must be protected by all parties under international law.\n\"The reality is that many people in the north can't move because they physically do not have the transportation, they don't have the means,\" he said.\nHe also warned that the looting of flour, hygiene supplies and other items from Unrwa warehouses in central and southern Gaza on Sunday was an indication not only of people's desperation at going without food and safe drinking water, but also of how \"the social fabric of Gaza is starting to break\".\nMr White also said the arrival of another 33 aid lorries from Egypt on Sunday, carrying food, water and medical supplies, was \"not going to meet the requirements of Gaza\".\n\"We need hundreds of trucks moving into Gaza every day,\" he added. \"But what we are very concerned about now is that the public sector and the private sector will collapse.\"\nRelated Topics\nIsrael & the Palestinians\nIsrael-Gaza war\nIsrael\nGaza\nHamas\nMore on this story\nGerman-Israeli Shani Louk is dead, says mother\nPublished\n5 hours ago\nCould an Israeli ground invasion of Gaza meet its aims?\nPublished\n4 hours ago\nWho are the hostages taken by Hamas from Israel?\nPublished\n6 hours ago\nUN: Thousands raid Gaza aid depots to take supplies\nPublished\n1 day ago\nStreets of rubble: Gaza destruction from the sky\nPublished\n1 day ago\nGaza Strip in maps: Life in Gaza under siege\nPublished\n3 days ago",
    "authors": "By David Gritten",
    "uploaddate": "2023-10-30T17:48:50.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67265915",
    "headline": "Israel's Netanyahu condemns 'cruel' Hamas video of Israeli hostages",
    "contents": "Israel's Netanyahu condemns 'cruel' Hamas video of Israeli hostages\nPublished\n46 minutes ago\nShare\nRelated Topics\nIsrael-Gaza war\nBy Christy Cooney in London & Paul Adams in Jerusalem\nBBC News\nIsraeli Prime Minister Benjamin Netanyahu has condemned as \"cruel propaganda\" a video released by Hamas showing Israeli hostages taken during the 7 October attacks.\nThe clip, released on Monday, shows three Israeli women, one of whom berates Mr Netanyahu and calls for the release of the hostages.\nHamas seized at least 230 hostages in the attacks and at least 1,400 Israelis were killed.\nOnly four have so far been released.\nIsrael has launched a massive military operation in Gaza, saying the aim is to destroy Hamas and its rule over the territory.\nThe Hamas-run health ministry says at least 8,000 Palestinians have been killed.\nThe video of the hostages was released by the armed wing of Hamas, the Izzedine al-Qassam Brigades.\nWe do not know anything about the conditions under which it was filmed.\nOnly one of the hostages addresses the camera throughout the clip.\nWe will not publish the video. Prisoners of war and hostages are protected under international humanitarian law, and the BBC does not broadcast material which may have been filmed under duress.\nIn a statement, Mr Netanyahu said: \"This is cruel psychological propaganda by Hamas-Isis [so-called Islamic State].\n\"We are hugging the families. We will do everything to return all the kidnapped and missing people home.\"\nHe also named the hostages as Elena Trupanov, Danielle Aloni and Rimon Kirsht.\n\"I hug you,\" Mr Netanyahu said.\nMs Aloni's five-year-old daughter, as well as her sister and brother-in-law and their three-year-old twin daughters, was also kidnapped on 7 October.\nAt a news conference on Monday, Ms Aloni's father said his heart had \"nearly stopped beating\" when he saw her picture. He called on the Emir of Qatar, who has served as a key mediator in the hostage talks, to \"make every possible effort to bring them home\".\nMore on Israel-Gaza war\nFollow live: Latest updates\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nHostages: Who are the hostages taken by Hamas from Israel?\nGaza: Some Gazans return to north despite risks, UN says\nOn 21 October, two weeks after the initial attacks, Hamas released two hostages, mother and daughter Judith and Natalie Raanan.\nThe group said the pair, who have US-Israeli citizenship, were freed for \"humanitarian reasons\".\nTwo days later, another two women, Nurit Cooper, 79, and Yocheved Lifschitz, 85, were also freed. Both are Israeli but were released into Egypt.\nHamas said again that it had freed them on humanitarian and health grounds, but claimed Israel had refused to receive them. Both women's husbands are still being held.\nIt is no accident that the only images of the hostages we have seen since their violent abduction have been of women.\nThere is absolutely no doubt that the release of the footage is designed to play on the emotions of all Israelis in ways that are likely to make Mr Netanyahu's situation even harder.\nHe is already under enormous pressure from the families of hostages to do more to release their loved ones. Two days ago, he said this was his second priority, after the need to destroy Hamas.\nIn the video, Ms Aloni delivers a furious attack on Mr Netanyahu's alleged failure to protect civilians on 7 October.\nEven if it was uttered under conditions of extreme duress, it plays into an anguished debate in Israel about how the government and the military allowed any of this to happen.\nAt a separate news conference on Monday, Mr Netanyahu said he felt the \"anguish\" of the hostages' families, but insisted that ground action represented the best chance of freeing them.\n\"Hamas will not do it unless they're under pressure. They simply will not do it. This creates pressure,\" he said.\nRelated Topics\nIsrael-Gaza war\nBenjamin Netanyahu\nMore on this story\nIsraeli forces advance deeper into northern Gaza\nPublished\n1 hour ago\nGerman-Israeli Shani Louk is dead, says mother\nPublished\n5 hours ago\nI went through hell, says elderly hostage released by Hamas\nPublished\n6 days ago",
    "authors": "By Christy Cooney in London & Paul Adams in Jerusalem",
    "uploaddate": "2023-10-30T18:27:16.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67262375",
    "headline": "Moment Israeli tank appears to fire on car inside Gaza",
    "contents": "Moment Israeli tank appears to fire on car inside Gaza\nMoment Israeli tank appears to fire on car inside Gaza\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-30T11:59:24.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67260093",
    "headline": "Shani Louk: Woman missing after Hamas attack is dead, says mother",
    "contents": "Shani Louk: Woman missing after Hamas attack is dead, says mother\nPublished\n5 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nSHANI LOUK'S INSTAGRAM\nImage caption,\nShani - pictured here in Mexico - was attending a a festival in Israel when she went missing\nBy Kathryn Armstrong\nBBC News\nThe mother of Shani Louk, an Israeli-German woman thought to have been kidnapped by Hamas fighters at a music festival in Israel, says her daughter is dead.\nSpeaking to German media, Ricarda Louk said she had been told by the Israeli military that a DNA sample taken from part of a skull bone proved to be Shani's.\nHer body has not yet been found.\nShani's sister also confirmed the death on social media.\nAdi Louk wrote on Instagram on Monday that Shani had been killed in the \"massacre at Re'im\" - a reference to the attack staged by Hamas in southern Israel, near the Gaza Strip, on 7 October.\nBut it was not clear from the reports where or when the fragment of her skull had been found.\nIsrael's foreign ministry wrote on X, formerly Twitter, that it was \"devastated\" to have to share the news of her death.\nThe 22-year-old had been attending the festival near the Kibbutz Re'im when gunmen opened fire and sent terrified partygoers fleeing through the desert.\nMore than 260 people were killed, the Israeli authorities said, while others were taken hostage.\nSoon after the attack, a video began circulating widely on social media, showing the body of a young woman being paraded through the streets in the back of a flatbed truck, surrounded by armed fighters and others yelling \"Allahu Akbar\" (God is Greatest).\nThe woman was lying face down but Ms Louk's family say they identified her from her dreadlocks and distinctive tattoos.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Video said to show Al-Quds hospital after nearby blast\nIsrael: Could ground invasion of Gaza meet its aims?\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nWhile there was speculation online and in the media that she was dead, Ms Louk's mother said at the time she believed her daughter was alive.\n\"We were sent a video in which I could clearly see our daughter unconscious in the car with the Palestinians and them driving around the Gaza Strip,\" Ricarda Louk said in an appeal for information posted online.\nSpeaking to the German TV news channel RTL/ntv on Monday, Ricarda Louk said she now assumed her daughter had been dead since 7 October and may have been shot in the head during the Hamas attack.\n\"At least she [Shani] didn't suffer,\" she said, adding that it was good to have certainty.\nMore than 1,400 people were killed in the attacks by Hamas, according to the Israeli authorities, but there has been a delay in identifying some people due to the poor condition of some of the bodies.\nMore than 220 are thought to have been taken hostage and four people have been released.\nMeanwhile, the Hamas-run health ministry in Gaza says more than 8,000 people have been killed since Israel's retaliatory bombing began.\nRelated Topics\nMiddle East\nIsrael-Gaza war\nIsrael\nGermany\nGaza\nMore on this story\nMother pleads for help finding daughter seen in kidnapping video\nPublished\n8 October\nWho are the hostages taken by Hamas from Israel?\nPublished\n6 hours ago\nNetanyahu meets hostages' families anxious over war\nPublished\n1 day ago\nOne parent rescued, the other remains in Hamas's hands\nPublished\n3 days ago",
    "authors": "By Kathryn Armstrong",
    "uploaddate": "2023-10-30T13:55:54.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67039975",
    "headline": "What is happening in Israel and Gaza, and what is Hamas?",
    "contents": "What is happening in Israel and Gaza, and what is Hamas?\nPublished\n2 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nMedia caption,\nWatch: A day of violence and fear\nHamas gunmen launched an unprecedented assault on Israel from the Gaza Strip on 7 October, killing more than 1,400 people and taking at least 239 hostages.\nSince then, Israel has been carrying out retaliatory strikes on Gaza, in which more than 8,000 people have been killed, according to the Hamas-run health ministry. Israel has also sent troops and tanks into the territory.\nWhat is Israel's action in Gaza?\nIsrael's Prime Minister, Benjamin Netanyahu, said ground forces had gone into Gaza to \"dismantle\" Hamas and bring hostages home.\nOn Monday the Israel Defense Forces (IDF) said its troops had \"killed dozens of terrorists who barricaded themselves in buildings and tunnels, and attempted to attack the troops\".\nThe IDF said it had continued to strike hundreds of Hamas targets from the air.\nIt said that in one attack, an aircraft was guided by forces on the ground and struck a building \"with over 20 Hamas terrorist operatives inside it\".\nA fighter jet also struck a military post used to launch anti-tank missiles near Al-Azhar University in northern Gaza, the IDF added.\nIsraeli armoured vehicles have been seen near Gaza City, on the main road running north to south in the Gaza Strip. Footage verified by the BBC appears to show a tank on the road firing at a car, followed by an explosion.\nThe Palestinian Red Crescent said the Israeli military issued an evacuation order for Al-Quds hospital in northern Gaza, but that it was impossible to move hundreds of the patients who are being treated there.\nEyewitnesses have described heavy shelling around the hospital, where 14,000 people are thought to be sheltering.\nThe Israeli military has massed tens of thousands of soldiers along Gaza's perimeter fence, along with tanks and artillery. It has activated some 300,000 reservists alongside its standing force of 160,000.\nHamas is thought to have about 25,000 members in its military wing. It also has a network of underground tunnels across Gaza, connecting its command centres, which it has said stretch for 500km (310 miles).\nOn Monday, Hamas released a video showing three people held hostage in Gaza. Although BBC News does not know about the conditions under which it was filmed, the three women appear to be in reasonable health with no obvious signs of injury.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Video said to show Al-Quds hospital after nearby blast\nIsrael: Could ground invasion of Gaza meet its aims?\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nWhat is the humanitarian situation in Gaza?\nThe UN agency for Palestinian refugees, Unrwa, said thousands of Gaza residents had broken into its distribution centres and warehouses \"taking wheat flour and other basic survival items like hygiene supplies\".\nThe UN also said many children now have only salty water to drink.\nThe World Health Organization has said Gaza's hospitals are barely functioning due to shortages of electricity and supplies.\nOver the weekend, dozens more lorries carrying aid supplies entered Gaza through the Rafah border crossing from Egypt.\nHowever, Gaza normally receives 500 lorry-loads of supplies a day.\nUS President Joe Biden has told Israel that the flow of aid into Gaza needs to be considerably increased.\nThere have also been no shipments of fuel, which is needed to generate electricity for hospitals, shelters, bakeries, water treatment and pumping stations, and the sewerage system.\nIsrael has refused to allow deliveries of fuel because it says it could be used for military purposes by Hamas. It also said that Hamas is hoarding hundreds of thousands of litres of fuel that it is refusing to hand over to aid agencies.\nThe Israeli military has ordered people leaving in northern areas to evacuate for their own safety, and 1.4 million people have since moved south.\nThe southern city of Khan Younis, normally home to 400,000 people, has seen its population increase to about 1.2 million. Many families are sharing homes, or sleeping in tents. About 600,000 are being hosted by Unrwa.\nWhat is Hamas and what does it want?\nHamas is a Palestinian group which has ruled the Gaza Strip since 2007. The group is sworn to Israel's destruction and wants to replace it with an Islamic state.\nHamas has fought several wars with Israel since it took power. It has fired - or allowed other groups to fire - thousands of rockets into Israel, and has carried out other deadly attacks.\nIn response, Israel has repeatedly attacked Hamas with air strikes. In 2008 and 2014, it also sent troops into Gaza.\nTogether with Egypt, Israel has blockaded the Gaza Strip since 2007 for what it describes as security reasons.\nHamas - or in some cases its military wing, the Izzedine al-Qassam Brigades - has been designated a terrorist group by Israel, the United States, the European Union and the UK, as well as other powers.\nIran backs the group, providing it with funding, weapons and training.\nWhy is this happening now?\nIMAGE SOURCE,\nOREN ROSENFELD\nImage caption,\nHamas killed families in their homes in the kibbutz of Kfar Aza\nOn 7 October, hundreds of Hamas gunmen crossed from the Gaza Strip into southern Israel by breaking through the heavily fortified perimeter fence, landing by sea, and using paragliders.\nIt was the most serious cross-border attack Israel has faced in more than a generation.\nThe gunmen killed 1,400 people, most of them civilians, in a series of raids on military posts, kibbutzim and a music festival, and took hostages back into Gaza.\nMr Netanyahu said after the attack that Israel was at war, and vowed that Hamas would \"pay an unprecedented price\".\nGiven the resources of Israel's security services, it was astounding that the attack by Hamas was not anticipated, the BBC's security correspondent Frank Gardner says.\nIt came at a time of soaring Israeli-Palestinian tensions.\nThis year has been the deadliest on record for Palestinians who live in the Israeli-occupied West Bank, which could have motivated Hamas to strike Israel.\nHamas might also have been seeking to score a significant propaganda victory to boost its popularity among ordinary Palestinians.\nThe capture of Israeli hostages is thought to be designed to pressure Israel to free some of the estimated 4,500 Palestinians held in Israeli prisons.\nThe Israeli military says 229 people are still being held in Gaza.\nThey include 20 children and at least 10 people aged over 60. Soldiers were also taken hostage.\nHamas has so far returnedfour hostages, with the Gulf state of Qatar acting as a mediator for their release.\nWhat is the Gaza Strip and who lives there?\nThe Gaza Strip is a 41km (25-mile) long and 10km-wide territory located between Israel, Egypt and the Mediterranean Sea.\nOriginally occupied by Egypt, Gaza was captured by Israel during the 1967 Six Day war.\nIsrael withdrew its troops and around 7,000 settlers from the territory in 2005.\nIt is home to 2.23 million people and has one of the highest population densities in the world.\nJust over 75% of Gaza's population - some 1.7 million people - are registered refugees or descendants of refugees, according to the UN. More than 500,000 of them live in eight crowded camps located across the Strip.\nIsrael controls the air space over Gaza and its shoreline, and has strictly controlled the movement of people and goods.\nWhat is Palestine?\nThe West Bank and Gaza, which are known as the Palestinian territories, as well as East Jerusalem and Israel all formed part of a land known as Palestine from Roman times until the mid-20th Century.\nThese were also the lands of Jewish kingdoms in the Bible, and are seen by many Jews as their ancient homeland.\nIsrael was declared a state in 1948, though the land is still referred to as Palestine by those who do not recognise Israel's right to exist.\nPalestinians also use the name Palestine as an umbrella term for the West Bank, Gaza and East Jerusalem.\nThe Palestinian president is Mahmoud Abbas, also known as Abu Mazen. He is based in the West Bank, which is under Israeli occupation.\nHe has been the leader of the Palestinian Authority (PA) since 2005, and represents the Fatah political party, a bitter rival of Hamas.\nRelated Topics\nIsrael & the Palestinians\nIsrael-Gaza war\nIsrael\nGaza\nFatah\nMahmoud Abbas\nHamas",
    "authors": "no author",
    "uploaddate": "2023-10-30T16:31:36.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67258332",
    "headline": "Dagestan: Mob storms Russian airport in search of Jews",
    "contents": "Dagestan: Mob storms Russian airport in search of Jews\nPublished\n4 hours ago\nShare\nMedia caption,\nWatch: Protesters storm airport in Russia, forcing it to close\nBy Oliver Slow & Laurence Peter\nBBC News\nIsrael has urged Russia to protect \"all its citizens and all Jews\" after a large mob shouting antisemitic slogans stormed a Dagestan airport.\nVideo footage on social media showed an angry crowd running through the airport in Makhachkala seeking people arriving on a flight from Tel Aviv.\nSome of the crowd ran on to the runway and surrounded aircraft there.\nRussia's aviation agency Rosaviatsia said security forces later brought the situation under control.\nThe airport was closed on Sunday night. On Monday, Rosaviatsia said the airport had reopened. The agency added that flights from Israel to the North Caucasus would be \"temporarily redirected to other cities\".\nSixty alleged mob participants have been arrested, Russian news agencies say, citing the local interior ministry.\nVideo clips showed hundreds of people storming the airport terminal, with some waving Palestinian flags.\nMany in the crowd shouted antisemitic slogans, while others chanted \"Allahu Akbar\" - God is greatest.\nVideo posted on social media showed a mob rampaging through the terminal, asking staff where the \"Jews\" were.\nAn Israeli passenger told Ynet that rioters stopped a bus carrying passengers and asked every person if they were Muslim or Jewish. \"It was lucky that the Israelis on the plane spoke Russian,\" he said. \"I saw death on that bus.\"\nOne passenger, who said he was on the flight from Tel Aviv, told local media that he was stopped by the crowd. He said he was let go after rioters told him: \"We are not touching non-Jews today.\"\nA local Telegram channel encouraged people to gather at the airport at the time of the flight's arrival and encouraged participants to search for every Jewish person there.\nLocal media reported that some demonstrators were stopping cars outside Makhachkala's airport demanding to see documents.\nTwenty people were injured, including some police officers, the republic's health ministry said. Some have serious injuries and two are in critical condition.\nDagestan is a mainly Muslim Russian republic in the North Caucasus, home to some 3.1 million people on the western edge of the Caspian Sea. Its government said a criminal case had been opened for civil disorder.\nThe rabbi of the Dagestani city of Derbent, Ovadia Isakov, told local media that the future of the estimated 300-400 Jewish families in Dagestan was in doubt. Jews have had a presence in the region since pre-Islamic times.\nThe Israeli prime minister's office said Russia had to act decisively against incitement to violence against Jews and Israelis.\nA US presidential spokesperson, Adrienne Watson, said in a tweet that \"the United States vigorously condemns the antisemitic protests in Dagestan\".\n\"The US unequivocally stands with the entire Jewish community as we witness a worldwide surge in antisemitism. There is never any excuse or justification for antisemitism,\" the White House National Security Council spokesperson said.\nDagestan's government voiced support for Gaza, but appealed to citizens to remain calm and not take part in such protests. There have been widespread protests internationally against Israel's bombing of Gaza.\nKremlin spokesman Dmitry Peskov blamed the riots on \"outside interference\" of \"ill-wishers\". He provided no evidence for his claim.\nDagestan's governor, Sergei Melikov, denounced the mob invasion of the airport, in a post on messaging service Telegram.\n\"There is no honour in hurling abuse at strangers, searching their pockets looking for their passports!\" he wrote. He condemned \"attacks on women with children\".\nThe mob's actions, he said, were a \"stab in the back\" for Dagestani patriots, including those fighting in Ukraine in the Russian armed forces.\n\"What happened at our airport is outrageous and should receive the appropriate assessment from law enforcement. This will be done,\" he wrote.\nIsrael's foreign ministry said the Israeli ambassador in Moscow was working with Russian authorities, adding that Israel \"views gravely attempts to harm Israeli citizens and Jews anywhere\".\n\"Israel expects the Russian law enforcement authorities to safeguard all Israeli citizens and Jews, whoever they may be, and to take robust action against the rioters and against the unbridled incitement being directed at Jews and Israelis,\" the ministry statement said.\nOn Saturday, a crowd in the city of Khasavyurt in Dagestan gathered outside a hotel where they believed some Israelis were staying.\nThe protesters threw stones at the windows and a sign was put on the door reading: \"Entrance strictly forbidden to citizens of Israel… (Jews).\"\nLater police reportedly let some into the hotel so they could see for themselves that no Israelis were there.\nDagestan is not the only region in the North Caucasus that has been dealing with unrest.\nA Jewish centre in the republic of Kabardino-Balkaria was set on fire over the weekend.\nAkhmed Dudayev, Chechnya's information minister, has appealed to people not to \"follow the lead of provocateurs\".\n\"We cannot allow the incitement of ethnic hatred! Remain vigilant and do not allow yourself to be misled!\" he wrote on Telegram.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Video said to show Al-Quds hospital after nearby blast\nIsrael: Could ground invasion of Gaza meet its aims?\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nRelated Topics\nMiddle East\nIsrael\nRussia\nAntisemitism\nMore on this story\nDagestan profile\nPublished\n10 hours ago",
    "authors": "By Oliver Slow & Laurence Peter",
    "uploaddate": "2023-10-30T15:10:47.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67260549",
    "headline": "Matthew Perry cause of death inconclusive pending toxicology tests",
    "contents": "Matthew Perry cause of death inconclusive pending toxicology tests\nPublished\n9 hours ago\nShare\nIMAGE SOURCE,\nALAMY\nImage caption,\nPerry was a fan favourite as Chandler Bing in Friends\nBy Emma Saunders\nEntertainment reporter\nThe cause of Matthew Perry's death is unknown and has been \"deferred\" pending further investigation.\nThe LA Times and TMZ, which first reported the Friends actor had died, said the star was found unresponsive in a hot tub at his house on Saturday.\nPerry's post-mortem examination was inconclusive, while officials await the results of toxicology tests.\nThere were no obvious signs of trauma, an LA Police spokesperson confirmed to CBS News, the BBC's US partner.\nThe LA County Medical Examiner's office updated their file on Sunday to say the case had been deferred.\nThis usually means that the post-mortem is complete but more detail is needed.\nFriends star Matthew Perry dies at 54\nMatthew Perry: Friends fame couldn't quell deep demons\nMatthew Perry and Chandler: A match made in comedy heaven\nMatthew Perry's life in pictures\nA Los Angeles Fire Department spokesperson told the BBC on Sunday that first responders went to an address in the Pacific Palisades area, regarding a \"water emergency\" of an unknown type, but did not name Perry.\nThe Friends star, who died at the age of 54, was best known for playing wisecracking Chandler Bing in the hugely popular '90s TV sitcom.\nThe show, which followed the fortunes of six young friends living in New York City, aired from 1994 until 2004.\nIts final episode was watched by 52.5 million in the US, making it the most watched TV episode of the 2000s.\nBut while at the height of his fame, Perry was battling with addiction to painkillers and alcohol, and attended rehabilitation clinics on multiple occasions.\nIn 2016, he told BBC Radio 2 that he could not remember three years of filming during Friends, because of drink and drugs.\nRelated Topics\nFriends\nComedy\nTelevision\nMore on this story\nFriends star Matthew Perry dies at 54\nPublished\n1 day ago\nMatthew Perry: Friends fame couldn't quell deep demons\nPublished\n1 day ago\nMatthew Perry and Chandler: A match made in comedy heaven\nPublished\n1 day ago",
    "authors": "By Emma Saunders",
    "uploaddate": "2023-10-30T09:40:11.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-australia-67235592",
    "headline": "Lilie James: Murder at elite school horrifies Australia",
    "contents": "Lilie James: Murder at elite school horrifies Australia\nPublished\n20 hours ago\nShare\nIMAGE SOURCE,\nSUPPLIED\nImage caption,\nLilie James's death has sparked conversations about women's safety\nBy Tiffanie Turnbull\nBBC News\nOn Thursday, as Australia woke to the news a body had been found inside the bathroom of an elite Sydney private school, horror rippled around the country.\nPolice had turned up at St Andrew's Cathedral School just before midnight, after a chilling triple-zero emergency call.\nThere they encountered a \"confronting scene\" - 21-year-old water polo coach Lilie James, dead, with extensive head injuries.\nDetectives believe she was murdered - allegedly with a hammer - hours earlier, according to local media who have cited anonymous sources.\nCCTV had reportedly captured her colleague, 24-year-old hockey coach Paul Thijssen, entering the bathroom after her. Thijssen, who also made the call to authorities, later emerged alone.\nThough police have made no public comments about a potential motive, local media have reported Ms James had recently ended a relationship with Thijssen. They had been seeing each other for only five weeks.\nThijssen had vanished after calling in the tip-off from Vaucluse, and police launched a major manhunt focused on the cliffside suburb.\nThere they found items \"associated with the homicide\" - allegedly the murder weapon - in a bin, and on Friday morning, a body which was later confirmed to be Thijssen.\n'Stolen from us'\nAs friends and family reckoned with the death of Ms James, they remembered her as kind friend and an avid sportswoman.\nAlong with water polo, she loved dancing and swimming, doing both competitively as a teenager. And she had been studying a sports business degree at university, working at the school on the side.\n\"She was vibrant, outgoing, and very much loved by her family and friends,\" Ms James's family said in a statement.\n\"We are devastated and heartbroken.\"\nMs James was \"stolen from us\", family friend Daniel Makovec wrote in a fundraising appeal for the family.\n\"We will be grieving this loss forever,\" he said.\nIMAGE SOURCE,\nGOOGLE MAPS\nImage caption,\nSt Andrew's Cathedral School is right in the heart of Sydney\nIn a note to parents, the head of St Andrew's Cathedral School said she was deeply concerned for all involved.\n\"The horrors of evil do not, and will not, define our community, that is my oath,\" Julie McGonigle said.\nMr Thijssen, a Dutch national, was a former sports captain at the school before he became a staff member.\nNew South Wales Premier Chris Minns too sent his condolences to Ms James's family, describing her death as a \"horrible, horrible crime\".\n\"[It is] one of the worst that I've seen in my public life, and I can only imagine what [the] family is going through right now,\" he said.\nAn 'insidious' problem\nThe case has reignited conversation about how Australia has long struggled to move the needle on what is often called an \"epidemic\" of domestic violence in the country.\nMs James is the 41st Australian woman this year to die allegedly as a result of gendered violence, according to the Counting Dead Women project.\nIn the past 10 days alone, three women - South Australian Krystal Marshall, an unnamed Canberra woman and Ms James - have all allegedly been killed by men they knew. All were inside their own homes or workplace.\nGendered violence reform campaigner Tarang Chawla - whose sister was murdered by her partner in 2015 - said Ms James's death is a \"tragic reminder of the dark, insidious reality of men's violence against women\".\n\"I look at the photos of Lilie and I remember my own 23-year-old sister Niki and how I felt after she was murdered,\" he wrote on Instagram.\n\"Lilie, I'm sorry we failed you.\"\nAnd while the nation grieves, urgent questions are again being asked about how to keep women safe.\nAustralia has had a National Plan to End Violence against Women and Children since 2010, but the statistics show the rates of violence remain stubbornly high.\nA new 10-year plan was introduced last year - this time with actionable targets. It places emphasis on early intervention, improving police and justice responses, creating more emergency housing and increasing the trauma support available to victim survivors.\nBut CEO of Full Stop Australia, Karen Bevan, says it is concerning \"cultural attitudes towards gender equality and violence against women\" that underpin Australia's domestic violence scourge.\nAccording to a recent survey, while more than 90% of Australians recognise violence against women is a problem in the country, just under half say it is a problem in their own suburb or town.\nThe same study also found around four in 10 Australians wrongly believe men and women are equally likely to commit domestic violence.\nMs Bevan says that addressing \"myths and misconceptions\" of how and why violence against women occurs and greater \"community understanding\" is key.\nNSW Minister for Domestic Violence Prevention, Jodie Harrison, has also appealed for the community to better call out \"inappropriate behaviour\" in the wake of Ms James's death.\n\"That's really the start of a lack of safety for women and children,\" she told Guardian Australia.\n\"It's up to every single one of us. Government can fund programs but unless individuals take responsibility for themselves, that government funding will be wasted.\"\nBut advocates say more funding and measures to track progress are also needed.\n\"For all the violence elsewhere that we condemn, Australia has a problem that we urgently need to fix,\" Mr Chawla said.\nRelated Topics\nDomestic abuse\nMore on this story\nOver 600 charged in Australia family violence blitz\nPublished\n31 January\nHow dangerous is Australia for women?\nPublished\n22 January 2019\nMurders prompt calls for landmark police trial\nPublished\n30 June 2022",
    "authors": "By Tiffanie Turnbull",
    "uploaddate": "2023-10-29T22:36:30.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67263059",
    "headline": "Gun shop turned Maine suspect away months before mass shooting",
    "contents": "Gun shop turned Maine suspect away months before mass shooting\nPublished\n4 hours ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nEighteen people were killed and more than a dozen were injured in Wednesday's deadly attacks\nBy Nadine Yousif\nBBC News\nThe suspect behind a string of deadly shootings in Maine was turned away by a local firearms store three months before he opened fire.\nRobert Card was refused a silencer for a firearm after he admitted that he was committed to a mental health facility, a local store owner said.\nCard was found dead on Friday, ending a 48-hour manhunt.\nThe gunman had opened fire at a bar and a bowling alley on Wednesday in the city of Lewiston, killing 18.\nMore than a dozen people were also injured in the shooting.\nSince then, details have emerged about Card, a 40-year-old army reservist with a history of mental illness and who had allegedly made violent threats in the past.\nMaine firearms store owner Rick LaChapelle told The New York Times and ABC News that the suspect had entered his shop on 5 August to pick-up a silencer he had purchased online.\nHe then had to fill out a form, which included a question that asked: \"Have you ever been committed to a mental institution?\"\nCard answered yes, Mr LaChapelle said.\nThe staff then looked at the form and informed Card that he was not eligible to purchase the silencer because of the answers he'd given on the questionnaire.\nMr LaChapelle said he believes the attacks would have been deadlier had the purchase gone through, because people would not have heard the gunfire.\n\"We did what we were supposed to do and hopefully saved a lot of lives by just following the proper procedures,\" he told the New York Times.\nCard was committed to a mental health facility for two weeks in July for acting erratically, \"hearing voices and threats to shoot up\" a military base, the Associated Press reported.\nSign language interpreter among Maine attack dead\nTears and relief in Maine after gunman's death\nMaine Democrat reverses course on weapons ban\nPolice have confirmed that Card was known to have undergone mental health evaluations but that he had never been forcibly committed for treatment.\nLater in September, the Maine National Guard had issued a state-wide warning about Card, saying that they feared he would \"snap and commit a mass shooting\", according to law enforcement sources who spoke to CNN.\nThe warning came after Card allegedly made threats against his US army base in Saco, Maine.\nOfficers in Sagadahoc County and Kennebec County then tried to contact Card on 16 September, less than six weeks before the deadly shooting rampage in Lewiston, but were unable to find him at his home.\nCard's history of mental illness and alleged threats and have raised questions about whether Maine's \"yellow flag\" law, which passed in 2019, is effective in preventing deadly mass shootings.\nThe law outlines several steps that have to be taken before a weapon can be taken from someone who is deemed to pose a threat to themselves or others.\nMedia caption,\nWatch: 'We sold 28 guns yesterday' - Lewiston gun shop owner\nIt is seen as a weaker version of a \"red flag\" law, which has been adopted in some form by 21 other states. Those laws allow a court to order the temporary removal of a firearm from a person who may be a danger to themselves or others.\nCam Shannon, chair of the non-profit Maine Gun Safety Coalition, called the state's gun laws \"woefully weak\" in an interview with NBC News.\n\"We have long felt that this is a question of not if, but when,\" Ms Shannon said.\nCard was found dead from an apparently self-inflicted gunshot wound on Friday night, police said, near a river around 10 miles (16 kilometres) from Lewiston.\nRelated Topics\nUS gun violence\nMaine\nUnited States\nMass shootings\nMore on this story\nMaine Democrat reverses course on weapons ban\nPublished\n2 days ago\nSign language interpreter among Maine attack dead\nPublished\n2 days ago\nMaine mass shooting suspect found dead\nPublished\n2 days ago",
    "authors": "By Nadine Yousif",
    "uploaddate": "2023-10-30T15:17:36.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/technology-67261284",
    "headline": "US announces 'strongest global action yet' on AI safety",
    "contents": "US announces 'strongest global action yet' on AI safety\nPublished\n2 hours ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nBy Shiona McCallum & Zoe Kleinman\nTechnology team\nThe White House has announced what it is calling \"the most significant actions ever taken by any government to advance the field of AI safety.\"\nAn executive order from President Biden requires Artificial Intelligence (AI) developers to share safety results with the US government.\nIt places the US at the centre of the global debate on AI governance.\nHowever, this is a position the UK government hoped a summit it is hosting this week would allow it to hold.\nThe two-day meeting begins on 1 November at Bletchley Park. It has been prompted by concerns that the rapid advance of AI systems could lead to problems such as the development of more deadly bio-weapons and more paralysing cyber attacks.\n'Not enough teeth'\nThe tech entrepreneur and AI expert Gary Marcus told the BBC the US announcement seemed more ambitious in its scope.\n\"Biden's executive order sets a high initial bar. The executive order is broad, focusing on both current and long-term risks, with some - though probably not enough - teeth,\" he said.\n\"The UK summit seems to have greatly narrowed its focus, primarily focusing around the long-term risk, with not enough focus on the here and now, and it's just not clear how much with teeth will come out of it, or what authority it really has.\"\nAlex Krasodomski, senior research associate at Chatham House, told the BBC the executive order showed the US considered itself the leader in terms of how to address such threats.\nCan Sunak’s big summit save us from AI nightmare?\nA simple guide to help you understand AI\nIn a statement, White House Deputy Chief of Staff Bruce Reed said the US had issued \"the strongest set of actions any government in the world has ever taken on AI safety, security, and trust\".\nThe measures include\nCreating new safety and security standards for AI, including measures that require AI companies to share safety test results with the federal government\nProtecting consumer privacy, by creating guidelines that agencies can use to evaluate privacy techniques used in AI\nHelping to stop AI algorithms discriminate and creating best practices on the appropriate role of AI in the justice system\nCreating a program to evaluate potentially harmful AI related healthcare practices and creating resources on how educators can responsibly use AI tools\nWorking with international partners to implement AI standards around the world.\nThe Biden administration is also taking steps to beef up its AI workforce. From today, workers with AI expertise can find relevant openings in the federal government on AI.gov.\nDoes this undermine the UK gathering?\nMr Krasodomski said the order was \"really important\", but one that \"doesn't necessarily run in-line with the UK's objectives and aims for the summit\".\n\"The UK summit is referenced in the executive order. But it's mentioned under the heading of 'advancing American leadership abroad' - indicating that the US very clearly knows that it is the big player here alongside China but more precisely, it is the US companies that are really driving forward,\" he said.\nMr Krasodomski added: \"It's difficult to put together a small, highly technical summit but I think clearly if this technology is going to have significant global impact there's going to be there have to be a ton of other kinds of work and engagement with countries around the world\", he said.\nUS Vice President Kamala Harris and top executives from the US tech giants are arriving in the UK this week to discuss AI safety at the UK government's AI Summit, which it has billed as a \"world first\".\nThe summit, hosted by Prime Minister Rishi Sunak, will focus on growing fears about the implications of so-called frontier AI. President of the EU Commission Ursula von der Leyen and UN Secretary-General Antonio Guterres will also be in attendance.\nThe UK is determined to position itself as a global leader in the space of trying to minimise the risks posed by this powerful technology.\nBut the EU is in the process of passing an AI act, China has already devised a number of strict AI rules and and now the US has issued this order.\nOn top of that, according to the Reuters news agency, the Group of Seven (G7) industrial countries are reportedly agreeing a code of conduct for companies developing advanced AI systems.\nAll that activity raises the question of how much will actually be left up for discussion at Bletchley Park this week.\nRelated Topics\nArtificial intelligence\nJoe Biden\nMore on this story\nCan Sunak’s big summit save us from AI nightmare?\nPublished\n2 days ago\nIs it possible to regulate artificial intelligence?\nPublished\n21 September",
    "authors": "By Shiona McCallum & Zoe Kleinman",
    "uploaddate": "2023-10-30T17:08:28.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/science-environment-67242386",
    "headline": "Carbon emissions threaten 1.5C climate threshold sooner than thought - report",
    "contents": "Carbon emissions threaten 1.5C climate threshold sooner than thought - report\nPublished\n3 hours ago\nShare\nRelated Topics\nCOP28\nIMAGE SOURCE,\nGETTY IMAGES\nBy Matt McGrath\nEnvironment correspondent\nHuman fossil fuel emissions are threatening a key climate threshold twice as quickly as previously thought, a new report says.\nResearchers say the 1.5C limit could be continually breached by 2029, rather than the mid 2030s.\nThey say record emissions of carbon dioxide over the past three years are a key factor.\nThey also point to a having a better understanding of how the burning of fossil fuels affects the atmosphere.\nWhat is COP28 about?\nWorld's shift to clean energy is 'unstoppable'\nWest Antarctic ice shelf melt 'unavoidable'\nAfter a year of unprecedented heat, with the world's hottest month recorded in July, temperatures for 2023 as a whole are expected to be close to 1.5C above the pre-industrial level, before the world first started heavily using coal, oil and gas around 1850.\nWhile this may be a one off, scientists are worried that soon the world will have emitted enough greenhouse gases to keep temperatures at this level for far longer.\nScientists say that increasing levels of carbon dioxide and other gases in the atmosphere raise temperatures because they trap in the earth's radiation, creating a greenhouse effect.\nThe 1.5C figure is a key component of the promises made by political leaders when they signed the Paris climate agreement in 2015.\nThey undertook to keep the rise in global temperatures \"well below\" 2C and make their best efforts to keep that increase under 1.5C this century.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nDamage to beach front hotels in Acapulco after Hurricane Otis\nThe 1.5C figure is seen as particularly important for developing states and small island nations, who fear that going beyond this level of warming would see the oceans rise to swallow their homes.\nTo work out how long it will take the world to reach this key figure, scientists calculated a \"budget\" of how much carbon can still be emitted before this important threshold is breached.\nEarlier this year, the Intergovernmental Panel on Climate Change, the UN's key advisory body, projected that the world could only emit another 500bn tonnes of carbon and have a 50% chance of keeping warming under the 1.5C figure.\nAs the current annual level of emissions is around 40bn tonnes, the IPCC projected that the threshold would be crossed permanently by the middle of the next decade.\nBut this new analysis suggests it will be much sooner than that.\nThe researchers looked at the fact that the IPCC only included data up to 2020, so they adjusted the budget downwards to account for the carbon used over the last three years.\nThey also re-examined the role of other, non-carbon factors that impact warming.\nOne of the most critical are sooty particles called aerosols, which mainly arise from the burning of fossil fuels.\nThey contribute heavily to air pollution but have an unexpected benefit for the climate because they help cool the atmosphere by reflecting sunlight back into space.\nThe new research paper finds that these aerosols have in fact a far higher cooling impact than previously thought.\nBut as the world strives to clean up dirty air in cities and to use less of the most heavily polluting fossil fuels, the number of aerosols in the atmosphere declines - meaning temperatures go up faster than previously thought.\nThe researchers say this new understanding of the role of aerosols removes 100bn tonnes from the remaining 1.5C budget. Combined with the extra carbon and some other small adjustments, this brings the total remaining budget down to 250bn tonnes.\n\"The window to avoid 1.5C of warming is shrinking, because we continue to emit and because of our improved understanding of atmospheric physics,\" said lead author Dr Robin Lamboll from Imperial College London.\n\"We now estimate that we can only afford to release about six years worth of current emissions before we are likely to exceed this key Paris agreement reference point.\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nRecent flooding in the UK followed intense periods of rainfall\nAccording to the researchers, if the world is to avoid going over 1.5C, global emissions of carbon dioxide would have to reach net zero by 2034, not 2050 as is currently the expectation.\n\"There are no socio-technical scenarios globally available in the scientific literature that would support that that is actually possible, or even describe how that would be possible,\" said Prof Joeri Rogelj, also from Imperial College London.\n\"So that really shows that having a 50% or higher likelihood that we limit warming to 1.5C, irrespective of how much political action and policy action there is, is currently out of the window.\"\n\"That doesn't mean that we're spinning out of control to three or four degrees. But it does mean that the best estimates suggest that we will be above 1.5C of global warming.\"\nWith global leaders due to meet at COP28 in Dubai in a few weeks, this new analysis will present them with a stark outlook on the urgency of more radical action on emissions, if the political slogan to \"keep 1.5C alive\" is to be honoured.\nProf Niklas Höhne, Director of the New Climate Institute in Cologne, was not involved in the study but said it was an \"emergency mode\" call to cut emissions as quickly as possible.\n\"It shows that every ton of carbon dioxide saved is all the more important because the budget is so extremely tight. And even if the multi-year average temperature increase exceeds 1.5 degrees, it's good to have saved as many emissions as possible beforehand, because every ton saved leads to less global temperature increase and therefore less damage,\" he said.\nRelated Topics\nIntergovernmental Panel on Climate Change\nCOP28\nCOP26\nClimate\nMore on this story\nWhat is COP28 in Dubai and why is it important?\nPublished\n5 days ago",
    "authors": "By Matt McGrath",
    "uploaddate": "2023-10-30T16:00:07.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/football/67262447",
    "headline": "Luis Rubiales: Ex-Spanish football federation chief given three-year ban by Fifa",
    "contents": "Luis Rubiales: Ex-Spanish football federation chief given three-year ban by Fifa\nLast updated on\n4 hours ago\n4 hours ago\n.\nFrom the section\nFootball\nLuis Rubiales resigned from his role as a vice-president of Uefa's executive committee in September\nFormer Spanish football federation president Luis Rubiales has been banned from all football-related activities for three years by Fifa.\nRubiales kissed forward Jenni Hermoso on the lips following Spain's Women's World Cup final win over England.\nThe kiss, which forward Hermoso says was not consensual, sparked outcry, with Rubiales eventually stepping down from his role in September.\nHermoso later filed a legal complaint against Rubiales.\nOn Monday, world governing body Fifa announced the three-year ban for breaching article 13 of its disciplinary code.\nRubiales says he intends to appeal against the ban.\n\"I will go to the last resort to see that justice is done and that the truth shines through,\" he said on social media.\nFifa confirmed the case against him concerned the \"events that occurred during the final of the Fifa Women's World Cup on 20 August 2023, for which Mr Rubiales had been provisionally suspended for an initial period of 90 days\".\n\"Fifa reiterates its absolute commitment to respecting and protecting the integrity of all people and ensuring that the basic rules of decent conduct are upheld,\" a statement read.\nIt added that the decision was \"subject to a possible appeal\", which Rubiales has now confirmed he intends to pursue.\nArticle 13 of the Fifa disciplinary code relates to offensive behaviour and violations of the principles of fair play.\nRubiales, 46, claimed the kiss at the post-match presentation ceremony was \"mutual\" but Hermoso has consistently said it was not.\nThe incident overshadowed Spain's historic victory in Sydney, Australia.\nLast month, a hearing at the national court in Madrid considered a criminal complaint of sexual assault and coercion against Rubiales, who was subsequently banned from going within 200m of Hermoso. He has denied the allegations.\nRubiales' actions drew widespread criticism, with a majority of the World Cup-winning squad boycotting the national team until changes were made within the football federation.\nWorld Cup-winning manager Jorge Vilda was sacked in September and is being investigated as part of the criminal case against Rubiales.\nHermoso, who said her image had been tarnished by the kiss, returned to the national side in October and scored an 89th-minute winner against Italy.",
    "authors": "no author",
    "uploaddate": "2023-10-30T14:57:17+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-67229219",
    "headline": "Portuguese police apologise to Madeleine McCann's parents",
    "contents": "Portuguese police apologise to Madeleine McCann's parents\nPublished\n13 hours ago\nShare\nRelated Topics\nMadeleine McCann disappearance\nIMAGE SOURCE,\nPA MEDIA\nImage caption,\nMadeleine McCann's disappearance 16 years ago remains unsolved\nPortuguese police have apologised to the parents of Madeleine McCann for the way they handled the three-year-old's disappearance.\nMadeleine went missing from a holiday complex in the Algarve in May 2007.\nA delegation of senior officers travelled from Lisbon to London earlier this year, BBC Panorama has been told.\nThey met Gerry McCann, Madeleine's father, and apologised for the way detectives investigated the case and treated the family.\nThe McCann family has not commented on the apology and their daughter's disappearance remains unsolved.\nPolice analyse objects after Madeleine search\nSuspect formally declared in Madeleine McCann case\nIn September 2007, four months after Madeleine vanished, Kate and Gerry McCann were made \"arguidos\" - or suspects - in the Portuguese investigation. Both were questioned by detectives, who believed they had staged an abduction and concealed Madeleine's body.\nMrs McCann said she was offered a deal to admit covering up her daughter's death in exchange for a shorter sentence.\nThe couple's arguido status was lifted in 2008 but they remained under suspicion in Portugal for years.\nGoncalo Amaral, the senior detective who led the case, was later removed from the investigation but went on to write a book accusing the McCanns of being involved in their daughter's disappearance. He said he was defending his professional reputation.\nThe McCann's libel case against the former detective over the claims he made about them in his book was thrown out by the Portuguese supreme court. The couple appealed to the European Court of Human Rights but lost that challenge in September 2022.\nThe couple have also been subjected to a vitriolic campaign online accusing them of causing Madeleine's death and then covering it up.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nKate and Gerry McCann delivered impact statements at a court in Lisbon in 2014, in their case against Portuguese police officer Goncalo Amaral\nPortuguese police now say their initial investigation into Madeleine's disappearance was not handled properly, there was insufficient importance given at the time to missing children and that her parents' position as foreigners in an environment they did not understand was not appreciated.\nThey also told the BBC they had briefed the McCanns on their ongoing investigation.\nThe officers gave their support to the German authorities, who believe 46-year-old German national Christian Brueckner killed Madeleine McCann.\nHans Christian Wolters, one of the German prosecutors on the case, welcomed the Portuguese apology.\n\"It's a good sign,\" he said, adding: \"It shows that, in Portugal, there's development in the McCann case.\"\nMr Wolters said his team hope to complete their five-year investigation into Brueckner next year. No charges have been brought against him in connection to Madeleine McCann's disappearance to date and he has publicly denied being involved in her disappearance.\nImage caption,\nChristian Brueckner has not been charged over Madeleine's disappearance\nBrueckner was living near the Praia da Luz resort when the McCann family was on holiday there and spent time in the area between 2000 and 2017.\nHe was made a formal suspect by Portuguese prosecutors in 2022 and is currently serving a seven-year prison term in Germany for drug trafficking and the 2005 rape of a 72-year-old woman in the same area where Madeleine went missing.\nEarlier this year, a three-day search of a Portuguese reservoir looking for evidence to link the British toddler's disappearance to Brueckner was carried out by German authorities.\n\"We think that he was involved in the disappearance of Madeleine McCann and we think that he murdered Madeleine McCann,\" Mr Wolters said.\nBrueckner has already been charged with a further three rapes, sexual assault and sexual assault of a child. The five offences are alleged to have been committed on the Portuguese Algarve. Mr Wolters confirmed that they would go to trial in February 2024.\nBrueckner's lawyer, Friedrich Fulscher, said his client was exercising his right to silence.\n\"We know the contents of the files and I think the charges are all based on very, very shaky foundations,\" Mr Fulscher said.\nKate and Gerry McCann have not commented on the Portuguese police apology and marked the 16th anniversary of their daughter's disappearance on 3 May, saying Madeleine is \"still very much missed\" and that they \"await a breakthrough\".\nPrime Suspect: Who Took Madeleine McCann?\nIt's been 16 years since the disappearance of a three-year-old girl shocked the world. German authorities now think Madeleine McCann was murdered by a drifter with a history of sexual violence. So, who is Christian Brueckner and how strong is the evidence against him?\nRelated Topics\nMadeleine McCann disappearance\nPortugal",
    "authors": "no author",
    "uploaddate": "2023-10-30T06:19:57.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67253920",
    "headline": "Matthew Perry obituary: Friends brought fame but couldn't quell personal demons",
    "contents": "Matthew Perry obituary: Friends brought fame but couldn't quell personal demons\nPublished\n1 day ago\nShare\nIMAGE SOURCE,\nALAMY\nBy Ian Youngs\nEntertainment & arts reporter\nWhile on screen he was making millions laugh on TV's biggest show, Matthew Perry was locked in a painful cycle of addiction, and a battle with demons that stemmed from a damaged childhood.\nIn 1986, after moving to Los Angeles, Matthew Perry was convinced fame would wash all his problems away.\n\"I yearned for it more than any other person on the face of the planet,\" he wrote in his candid memoir last year.\n\"I needed it. It was the only thing that would fix me. I was certain of it.\"\nPerry would eventually get his wish, becoming one of the six central stars of the most beloved sitcom of the past 30 years.\nMedia caption,\nMatthew Perry: Chandler Bing's funniest moments in Friends (UK only)\nStardom as the sharp-witted Chandler Bing on Friends also brought fortune - in the form of $1.1m an episode - and a string of glamorous girlfriends.\nYet behind the scenes, Perry's struggles to keep his personal life and health on the rails only seemed to grow.\nFriends star Matthew Perry dies at 54\nMatthew Perry and Chandler: A match made in comedy heaven\nMatthew Perry's life in pictures\nIn his autobiography, Perry traced his insecurities - as well as his comic talents - back to a childhood that was split between his divorced parents, but in which he felt a sense of abandonment from both.\nHis mother was a Canadian beauty queen-turned-journalist who served as press secretary to Prime Minister Pierre Trudeau. His father was a US actor who starred in adverts for Old Spice aftershave.\nMost of Perry's upbringing was in Ottawa, Canada, but he said he was a \"latchkey kid\" because his mother's job \"just meant I spent a great deal of time alone\".\n\"Accordingly I learned to be funny - pratfalls, quick one liners, you know the drill - because I had to be,\" he said.\nTennis prodigy\nHis mother had a stressful job, \"and me being funny tended to calm her down enough so that she would cook some food, sit down at the dinner table with me and hear me out - after I heard her out of course\".\nAs for his dad, \"I saw his face more often on TV or in magazines than I did in reality\". But he was \"my hero\", he wrote.\nBy the age of 10, Perry started misbehaving - stealing money, smoking, letting his grades nosedive, and at one point beating up his schoolmate and Trudeau's son Justin - now Canada's PM.\nHe first drank at 13, and deep down, he said he was determined to shut everyone out from his feelings of abandonment.\nIMAGE SOURCE,\nVINNIE ZUFFANTE\nImage caption,\nPerry first made his breakthrough on US TV in the late 1980s\nWhen he moved to LA to live with his father at 15, he seemed to be heading for a tennis career, having been a ranked youth player in Canada.\nBut he found competition tougher in California and set his sights on acting instead. He got parts in 1980s sitcoms Charles in Charge and Growing Pains, then lead roles in 1990's Sydney and 1993's Home Free.\nWhen a script for another new sitcom called Friends Like Us came along, Perry immediately saw himself in it.\n\"When I read the script for Friends Like Us, it was as if someone had followed me around for a year, stealing my jokes, copying my mannerisms, photocopying my world-weary yet witty view of life,\" he said.\n\"One character in particular stood out to me. It wasn't that I thought I could play Chandler. I was Chandler.\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry said he was \"crushing badly\" on Jennifer Aniston - but she showed a \"deafening lack of interest\"\nOne small catch was that he had already committed to appearing in a \"sci-fi comedy\" about baggage handlers at Los Angeles airport in the year 2194.\nBut that turned out to be terrible and fell through - as did the actor who was the first choice to play Chandler in the other show, now titled just Friends.\nSo Perry became the last, and youngest, lead actor to be cast.\nHe was immediately sure it would be a success. When he first met creator Marta Kauffman, \"I knew right then and there just how huge it was all going to be\".\nHe was right. The show became a hit and the fame he craved had arrived. But it didn't wash his problems away.\nAniston confronted him\nMaking the shows could be painful, he said. \"I felt like I was going to die if the live audience didn't laugh, and it's not healthy for sure, but I could sometimes say a line and they wouldn't laugh, and I would sweat and just go into convulsions.\n\"If I didn't get the laugh I was supposed to get, I would freak out. I felt that every single night. This pressure left me in a bad place.\"\nHe began drinking more in the hope that vodka would fix the things that fame hadn't.\nAt one point, it was so bad that Jennifer Aniston confronted him. He wrote: \"'We can smell it,' she said, in a kind of weird but loving way, and the plural 'we' hit me like a sledgehammer.\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry was nominated for five Emmys - one for Friends, one for the 2021 reunion, one for The Ron Clark Story and two for The West Wing\nBut Perry said his co-stars rallied round to support him, and he got a sober companion at work to help with his road to recovery.\nThe attempts at recovery were bumpy, though, and he was in and out of rehab. In 1997, a jet-ski accident left him with an addiction to the painkiller Vicodin. There were problems with alcohol, methadone and amphetamines, and in 2000 he was hospitalised with pancreatitis.\nHe once told BBC Radio 2 he didn't remember filming three years of Friends. \"I was a little out of it at the time somewhere between seasons three and six.\"\nAfter more attempts at treatment, he wrote in his memoir that he had been mostly sober since 2001 - \"save for about 60 or 70 mishaps\".\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry said he broke up with Julia Roberts before she could break up with him\nWhen Friends reached its final episode three years later, the cast, crew and audience were in tears. Perry said he felt nothing. \"I couldn't tell if that was because of the opioid I was taking, or if I was just generally dead inside.\"\nAfter such a big hit, it was hard for all the cast members to replicate that success.\nPerry starred as a TV executive producer in Aaron Sorkin's Studio 60 on the Sunset Strip, and had memorable roles in The West Wing and Ally McBeal.\nMore sitcoms came and went. He played a sports talk radio host in Go On; a sports arena manager in Mr Sunshine; and a slovenly flatmate in The Odd Couple.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry and Salma Hayek starred in 1997's Fools Rush In\nHis films included crime caper The Whole Nine Yards and sequel The Whole Ten Yards with his friend Bruce Willis, plus romantic comedy Fools Rush In with Salma Hayek, and he played the older Zac Efron in 17 Again.\nIn 2016, he also wrote a play called The End of Longing - which the Times noted \"explores his characters' search for love and commitment and the damage that can be wrought when those things continue to be absent from life\".\nPerry never found lasting love and avoided commitment.\n'I need love but I don't trust it'\nAt first on Friends, he was \"crushing badly\" on Aniston, but those feelings evaporated, mainly because of \"her deafening lack of interest\".\nHe then got together with Julia Roberts when she co-starred on the show. But Perry's insecurities were not far from the surface and he claimed he was constantly convinced she was going to dump him.\n\"Why would she not? I was not enough; I could never be enough; I was broken, bent, unloveable. So instead of facing the inevitable agony of losing her, I broke up with the beautiful and brilliant Julia Roberts.\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry appeared alongside Bruce Willis in 2000 film The Whole Nine Yards and its 2004 sequel\nThere were other relationships, including with Carrie Fisher's half-sister Tricia, actresses Lizzy Caplan and Yasmine Bleeth, and talent manager Molly Hurwitz.\nBut he said he found it hard to let people in. \"I need love but I don't trust it. If I drop my game like Chandler and show you who I really am you might notice me - but worse you might notice me and might leave me, and I can't have that.\"\nTwo-week coma\nMeanwhile, his health problems reached a crisis point in 2018.\nHis colon \"exploded\" due to opiate abuse, requiring seven-hour surgery and meaning he was was given a 2% chance of making it through the first night. He did, but spent the next two weeks in a coma.\n\"I had all but killed myself,\" he later wrote. \"I had never been a partier - taking all those drugs, and it was a lot of drugs, was just a futile attempt to feel better.\"\nIn his memoir, he recounted how he had spent $7m in total trying to get sober, attended 6,000 Alcoholics Anonymous meetings, had 15 stints in rehab, and gone to therapy twice a week for 30 years.\nMedia caption,\nWatch: Matthew Perry appeared on Newsnight in 2013 to debate addiction\nIt was a high price for those deep-rooted insecurities that weren't fixed by huge fame, but he also used his own experiences to advocate for support for addicts.\nHe turned his $10m Malibu beach compound into Perry House, a men's sober living facility, in 2012, and the project received an award from the White House the following year.\nHe sold it two years later but said he was still committed to providing services for recovering addicts.\nNow, following his death, that work is being acclaimed alongside the impact he made with his acting talent.\nAnd he will long be fondly remembered for that by fans of Friends, on which he wore both his flaws and his natural comic brilliance on his sleeve.\nRelated Topics\nFriends\nComedy\nTelevision\nMore on this story\nFriends star Matthew Perry dies at 54\nPublished\n1 day ago\nMatthew Perry and Chandler: A match made in comedy heaven\nPublished\n1 day ago\nMatthew Perry's life in pictures\nPublished\n1 day ago\nPerry can't remember filming Friends\nPublished\n22 January 2016",
    "authors": "By Ian Youngs",
    "uploaddate": "2023-10-29T14:59:01.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67261127",
    "headline": "German politician arrested following Nazi slogan complaints",
    "contents": "German politician arrested following Nazi slogan complaints\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nDPA\nImage caption,\nPolice accuse Daniel Halemba of sedition and possession of far-right materials\nBy Ido Vock & Michael Steininger\nBBC News\nA German politician has been arrested for allegedly displaying Nazi symbols, after \"Sieg Heil\" was regularly heard coming from the headquarters of a fraternity to which he belongs.\nDaniel Halemba, 22, of the Alternative for Germany (AfD), was elected to the Bavarian parliament earlier this month.\nPolice raided the premises of the Teutonia Prag student fraternity and found a number of Nazi symbols.\nMr Halemba was arrested hours before he was due to gain immunity as an MP.\nHe is one of 32 AfD members elected in the far-right party's best-ever election result in Bavaria, where it is now the largest opposition party in the state.\nPolice in Würzburg last month raided the premises of Mr Halemba's fraternity after neighbours complained of hearing shouts of \"Sieg Heil\" from inside.\nOfficers said they had confiscated banned material and that the raid \"confirmed the allegations [made by neighbours]\".\nThe phrase was a key Nazi slogan and is banned in Germany.\nPolice issued an arrest warrant on Friday and Mr Halemba was tracked down near Stuttgart, in the state of Baden-Württemberg, on Monday morning.\nProsecutors told the BBC they considered Mr Halemba a flight risk, as he had been on the run since 26 October.\nHe is under investigation on suspicion of sedition and possessing banned symbols. In Germany, Nazi iconography is outlawed.\nAuthorities also accuse him of collusion or suppression of evidence, as he was trying to influence other members of the fraternity to change their statements.\n\"They want to arrest me... using a totally lawless arrest warrant,\" Mr Halemba said in a video posted to social media before his arrest.\nHis lawyer, Dubravko Mandic, said the allegations against his client had \"no truth\".\nKatrin Ebner-Steiner, the leader of the AfD in the Bavarian parliament, denounced what she termed a \"politically motivated\" prosecution.\nThe AfD has enjoyed record election results in recent months.\nThe anti-immigration party came third in this month's Bavarian election and second in the eastern state of Hesse.\nThe party now regularly polls second nationwide. Germany's next federal election is due in 2025.\nRelated Topics\nGermany\nAlternative for Germany (AfD)\nMore on this story\nNasty campaign heralds big vote for German populists\nPublished\n7 October\nLocal election results a blow to German coalition\nPublished\n8 October\nFar-right parties on the rise across Europe\nPublished\n30 June",
    "authors": "By Ido Vock & Michael Steininger",
    "uploaddate": "2023-10-30T15:49:26.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/business-67264268",
    "headline": "GM deal clears way for end to US car strike",
    "contents": "GM deal clears way for end to US car strike\nPublished\n1 hour ago\nShare\nIMAGE SOURCE,\nREUTERS\nGeneral Motors is said to have struck a tentative pay deal with the United Auto Workers (UAW) union, which would clear the way for resolution of a bruising six-week strike in the US.\nThe deal follows agreements at Ford and Chrysler-maker Stellantis, the other two carmakers affected by the walkouts.\nNearly 50,000 workers and dozens of sites were eventually involved in the action, the first in union history to target all three firms at once.\nPresident Joe Biden welcomed the deal.\n\"I think it's great,\" he said.\nMr Biden had visited a picket line at the start of the strike to express support for the workers' cause, becoming what is believed to be the first sitting president to do so.\nGM and the UAW did not immediately comment on the reports of the deal, the terms of which were not immediately available.\nFord and Stellantis had agreed to pay raises of roughly 25% over the four-year term of the new contracts, as well as other changes that were important to workers, including making it easier for so-called \"temporary\" staff to transition to full-time and receive full benefits.\nFor the lowest paid workers, the changes could mean pay jumps of more than 150% by the end of the deals, according to the union.\nThose agreements will now be put to workers for approval.\nCredit rating agency Moody's has estimated that such a deal would add more than $1bn in costs for each of the car companies.\nSome company leaders have expressed fears that the added costs will give an advantage to rival carmakers with staff who are not union members.\nBut Art Wheaton, director of labor studies at Cornell University's School of Industrial and Labor Relations, said he expected the agreements to increase expectations for higher wages across the US car industry.\n\"The UAW has had a grand slam home run and has won for everybody,\" he said, adding that UAW president Shawn Fain had deployed \"masterful\" tactics in the row.\n\"Shawn Fain has dramatically exceeded my expectations for what he could accomplish,\" he added. \"It's a massive success and a good sign for the future of workers in general.\"\nMr Fain, who was elected this spring, took a hard line in negotiations, casting the car workers' battle as part of a bigger fight against the \"billionaire class\".\nHe provided regular public updates on the talks, a break with previous practices, at one point theatrically ripping up a company offer in a social media broadcast.\nThe union, which opened talks seeking pay rises of roughly 40%, has kept the companies on the defensive, selectively adding new plants to the strike since its start in September.\nIt declared a walkout at another GM facility on Saturday.\nGM said last week that the strike had already cost it $800m to date.\nThe labour fight at the car companies was closely watched, coming at a time when low unemployment and high inflation have emboldened worker demands across the country.\nIt follows high-profile stand-offs at UPS, Amazon, Starbucks and others.\nRelated Topics\nCompanies\nGeneral Motors\nStrike action\nCar industry\nMore on this story\nChrysler maker agrees pay deal to end strike\nPublished\n1 day ago\nCar workers' strike costing GM $200m a week\nPublished\n6 days ago\nFord agrees 25% pay rise in tentative strike deal\nPublished\n4 days ago",
    "authors": "no author",
    "uploaddate": "2023-10-30T16:34:20.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67267319",
    "headline": "Man pleads not guilty to murder of US Muslim boy",
    "contents": "Man pleads not guilty to murder of US Muslim boy\nPublished\n1 hour ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nWILL COUNTY SHERIFF'S OFFICE\nImage caption,\nJoseph Czuba was indicted on murder, hate crimes and other charges\nBy Mike Wendling\nin Joliet, Illinois\nA man who allegedly killed a six-year-old Palestinian-American boy has pleaded not guilty to murder and hate crimes charges.\nProsecutors say Joseph Czuba stabbed Wadea Al-Fayoume to death and seriously wounded his mother in the attack.\nMr Czuba, 71, allegedly targeted the two, who were his tenants, because of their religion and the Israel-Hamas war.\nHe is also facing attempted murder and aggravated battery charges.\nIn a court hearing on Monday, Mr Czuba only spoke briefly to acknowledge the court.\nIf convicted of murder, he faces a potential sentence of 20 years to life in prison.\nA judge ordered him held in jail until the next hearing in the case in January. He also ordered Mr Czuba to have no contact with Wadea's mother, 32-year-old Hanan Shahin.\nAccording to court documents citing an interview with his wife, Mr Czuba regularly listened to conservative talk radio and was worried about reports of a \"National Day of Jihad\" on 13 October.\nShortly after Hamas launched the 7 October attack which left 1,400 people dead, a former leader of the group called for protests and for fighters to join in the battle against Israel.\nMr Czuba's wife said he was worried that an unspecified \"event\" was going to happen in the US. He was also concerned that the country's power grid was going to go down, and had withdrawn $1,000 (£800) from a bank account.\nOn 14 October, Mr Czuba confronted Ms Shahin and, according to court documents, told her that he was angry about events in the Middle East. Ms Shahin responded: \"Let's pray for peace\". Mr Czuba then attacked her and her son with a large military-style knife.\nThe mother and son had lived at the house for two years. Family members said that prior to the attack there were no signs of any conflict between Mr Czuba and the victims. An uncle and family spokesman, Yousef Hannon, said that Mr Czuba had bought Wadea a gift for his sixth birthday just a few weeks before.\n\"He was friendly to the whole family, but especially to the kid, who he treated like a grandson,\" Mr Hannon said.\nThe mother Hanan Shahin is still recovering and is expected to survive.\nIMAGE SOURCE,\nREUTERS\nImage caption,\nWadea Al-Fayoume had recently turned six\nPresident Joe Biden mentioned the incident during a speech on the Middle East conflict earlier this month.\n\"Just last week, a mother was brutally stabbed, a little boy - here in the United States - a little boy who had just turned six years old was murdered in their home outside of Chicago,\" he said. \"We can't stand by and stand silent when this happens.\"\nWadea's father and other family members attended the hearing on Monday but declined to comment to reporters outside the courtroom.\nRelated Topics\nIsrael-Gaza war\nHate crime\nIllinois\nMore on this story\nLast words of knifed US Muslim boy: 'Mom, I'm fine'\nPublished\n17 October\nSuspect in killing of US Muslim boy appears in court\nPublished\n16 October",
    "authors": "By Mike Wendling",
    "uploaddate": "2023-10-30T17:28:18.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/business-67264268",
    "headline": "GM deal clears way for end to US car strike",
    "contents": "GM deal clears way for end to US car strike\nPublished\n2 hours ago\nShare\nIMAGE SOURCE,\nREUTERS\nGeneral Motors is said to have struck a tentative pay deal with the United Auto Workers (UAW) union, which would clear the way for resolution of a bruising six-week strike in the US.\nThe deal follows agreements at Ford and Chrysler-maker Stellantis, the other two carmakers affected by the walkouts.\nNearly 50,000 workers and dozens of sites were eventually involved in the action, the first in union history to target all three firms at once.\nPresident Joe Biden welcomed the deal.\n\"I think it's great,\" he said.\nMr Biden had visited a picket line at the start of the strike to express support for the workers' cause, becoming what is believed to be the first sitting president to do so.\nGM and the UAW did not immediately comment on the reports of the deal, the terms of which were not immediately available.\nFord and Stellantis had agreed to pay raises of roughly 25% over the four-year term of the new contracts, as well as other changes that were important to workers, including making it easier for so-called \"temporary\" staff to transition to full-time and receive full benefits.\nFor the lowest paid workers, the changes could mean pay jumps of more than 150% by the end of the deals, according to the union.\nThose agreements will now be put to workers for approval.\nCredit rating agency Moody's has estimated that such a deal would add more than $1bn in costs for each of the car companies.\nSome company leaders have expressed fears that the added costs will give an advantage to rival carmakers with staff who are not union members.\nBut Art Wheaton, director of labor studies at Cornell University's School of Industrial and Labor Relations, said he expected the agreements to increase expectations for higher wages across the US car industry.\n\"The UAW has had a grand slam home run and has won for everybody,\" he said, adding that UAW president Shawn Fain had deployed \"masterful\" tactics in the row.\n\"Shawn Fain has dramatically exceeded my expectations for what he could accomplish,\" he added. \"It's a massive success and a good sign for the future of workers in general.\"\nMr Fain, who was elected this spring, took a hard line in negotiations, casting the car workers' battle as part of a bigger fight against the \"billionaire class\".\nHe provided regular public updates on the talks, a break with previous practices, at one point theatrically ripping up a company offer in a social media broadcast.\nThe union, which opened talks seeking pay rises of roughly 40%, has kept the companies on the defensive, selectively adding new plants to the strike since its start in September.\nIt declared a walkout at another GM facility on Saturday.\nGM said last week that the strike had already cost it $800m to date.\nThe labour fight at the car companies was closely watched, coming at a time when low unemployment and high inflation have emboldened worker demands across the country.\nIt follows high-profile stand-offs at UPS, Amazon, Starbucks and others.\nRelated Topics\nCompanies\nGeneral Motors\nStrike action\nCar industry\nMore on this story\nChrysler maker agrees pay deal to end strike\nPublished\n1 day ago\nCar workers' strike costing GM $200m a week\nPublished\n6 days ago\nFord agrees 25% pay rise in tentative strike deal\nPublished\n4 days ago",
    "authors": "no author",
    "uploaddate": "2023-10-30T16:34:20.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67267319",
    "headline": "Man pleads not guilty to murder of US Muslim boy",
    "contents": "Man pleads not guilty to murder of US Muslim boy\nPublished\n1 hour ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nWILL COUNTY SHERIFF'S OFFICE\nImage caption,\nJoseph Czuba was indicted on murder, hate crimes and other charges\nBy Mike Wendling\nin Joliet, Illinois\nA man who allegedly killed a six-year-old Palestinian-American boy has pleaded not guilty to murder and hate crimes charges.\nProsecutors say Joseph Czuba stabbed Wadea Al-Fayoume to death and seriously wounded his mother in the attack.\nMr Czuba, 71, allegedly targeted the two, who were his tenants, because of their religion and the Israel-Hamas war.\nHe is also facing attempted murder and aggravated battery charges.\nIn a court hearing on Monday, Mr Czuba only spoke briefly to acknowledge the court.\nIf convicted of murder, he faces a potential sentence of 20 years to life in prison.\nA judge ordered him held in jail until the next hearing in the case in January. He also ordered Mr Czuba to have no contact with Wadea's mother, 32-year-old Hanan Shahin.\nAccording to court documents citing an interview with his wife, Mr Czuba regularly listened to conservative talk radio and was worried about reports of a \"National Day of Jihad\" on 13 October.\nShortly after Hamas launched the 7 October attack which left 1,400 people dead, a former leader of the group called for protests and for fighters to join in the battle against Israel.\nMr Czuba's wife said he was worried that an unspecified \"event\" was going to happen in the US. He was also concerned that the country's power grid was going to go down, and had withdrawn $1,000 (£800) from a bank account.\nOn 14 October, Mr Czuba confronted Ms Shahin and, according to court documents, told her that he was angry about events in the Middle East. Ms Shahin responded: \"Let's pray for peace\". Mr Czuba then attacked her and her son with a large military-style knife.\nThe mother and son had lived at the house for two years. Family members said that prior to the attack there were no signs of any conflict between Mr Czuba and the victims. An uncle and family spokesman, Yousef Hannon, said that Mr Czuba had bought Wadea a gift for his sixth birthday just a few weeks before.\n\"He was friendly to the whole family, but especially to the kid, who he treated like a grandson,\" Mr Hannon said.\nThe mother Hanan Shahin is still recovering and is expected to survive.\nIMAGE SOURCE,\nREUTERS\nImage caption,\nWadea Al-Fayoume had recently turned six\nPresident Joe Biden mentioned the incident during a speech on the Middle East conflict earlier this month.\n\"Just last week, a mother was brutally stabbed, a little boy - here in the United States - a little boy who had just turned six years old was murdered in their home outside of Chicago,\" he said. \"We can't stand by and stand silent when this happens.\"\nWadea's father and other family members attended the hearing on Monday but declined to comment to reporters outside the courtroom.\nRelated Topics\nIsrael-Gaza war\nHate crime\nIllinois\nMore on this story\nLast words of knifed US Muslim boy: 'Mom, I'm fine'\nPublished\n17 October\nSuspect in killing of US Muslim boy appears in court\nPublished\n16 October",
    "authors": "By Mike Wendling",
    "uploaddate": "2023-10-30T17:28:18.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67262873",
    "headline": "Dr Matthew Lani: TikTok star arrested in South Africa",
    "contents": "Dr Matthew Lani: TikTok star arrested in South Africa\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nMATTHEW LANI/TIKTOK\nImage caption,\nMatthew Lani has been posting medical content for years\nBy Danai Nesta Kupemba\nBBC News\nA TikTok star accused of falsely claiming to be a doctor has been arrested after trying to enter a hospital in South Africa.\nMatthew Lani garnered thousands of followers by sharing medical advice and selling medication online.\nOn Sunday night, Mr Lani tried to bypass security by disguising himself with a surgical mask and stethoscope.\nHe tried to escape police custody by jumping out of a bathroom window, before being caught.\nThe Gauteng province Department of Health released a statement saying Mr Lani frequently used the Helen Joseph Hospital in Johannesburg where he was caught to \"curate misleading content under the pretence that he was a qualified doctor\".\nHe had almost 300,000 followers on TikTok before his account was closed. He then opened another one, which has more than 50,000 followers.\nHis arrest follows a manhunt lasting several weeks after questions arose over his qualifications.\nMr Lani says he received a medical degree from the University of Witwatersrand in Johannesburg. The institution says this is not the case.\nThe Department of Education says Mr Lani did not even obtain his school-leaving certificate.\nHe allegedly tried to mislead authorities by saying his real name was Dr Sanele Zingelwa - a second-year medical intern at the Tembisa Provincial Tertiary Hospital.\nDr Zingelwe has opened a criminal case against Mr Lani, accusing him of fraud.\nMr Lani is only the latest person to be arrested on charges of impersonating a doctor in South Africa.\nAccording to the Ministry of Health, there have been about 124 such arrests over the last three years.\nRelated Topics\nSouth Africa\nAfrica\nMore on this story\nHow easy is it to fake it as a doctor?\nPublished\n9 August 2017\nSouth Africa profile\nPublished\n19 December 2022\nFake lawyer practised for 15 years\nPublished\n9 February 2018",
    "authors": "By Danai Nesta Kupemba",
    "uploaddate": "2023-10-30T15:27:23.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/football/67257588",
    "headline": "Luis Diaz: Major military and police search under way for Liverpool player's father",
    "contents": "Luis Diaz: Major military and police search under way for Liverpool player's father\nLast updated on\n3 hours ago\n3 hours ago\n.\nFrom the section\nLiverpool\nJurgen Klopp says 'we wanted to fight' as search continues for Luis Diaz's father\nA major military and police search is under way in Colombia for the father of Liverpool forward Luis Diaz, with the authorities offering a £40,000 reward for information leading to his rescue.\nMore than 120 soldiers, plus police, searched northern Colombia for Luis Manuel Diaz on Sunday, amid reports armed men had taken him and his wife.\nThe player's mother, Cilenis Marulanda, was found in Barrancas on Saturday.\nDiaz was absent from the Liverpool side which beat Nottingham Forest on Sunday.\nThe army said it had set up roadblocks and deployed two motorised platoons, unmanned aircraft, helicopters and a plane with radar in the search for his father.\nThe Colombian authorities have not provided details about the reported kidnapping, but local media said Diaz's mother and father were taken by armed men on motorcycles at a gas station in Barrancas, their home town, which is in La Guajira, the country's northern region.\nFifa president Gianni Infantino wrote on Instagram: \"On behalf of Fifa and the global football community, I would like to extend our support and prayers to Luis Diaz, his family and his friends in these difficult times.\"\nThe Colombia Football Federation (FCF) issued a statement on X, formerly known as Twitter, to demand the release of Diaz's father \"without conditions\".\nIt added: \"We ask the captors of Luis Manuel Diaz to release him now. Football is peace. Lucho, we are with you. Colombia is with you.\"\nColombia President Gustavo Petro said \"all the public forces have been deployed\" to find Diaz's father.\nSpeaking on Sunday, the director of the National Police, General William Rene Salamanca, announced a reward of \"up to 200m pesos\" (about £40,000) for information.\nAttorney General Francisco Barbosa said he had contacted Diaz twice to provide him with updates on the investigation.\nBarbosa told Diaz that information has been obtained regarding the possibility that his father could be in Venezuela - a situation which, Barbosa said, would require intervention by President Petro.\nLiverpool manager Jurgen Klopp dedicated Sunday's 3-0 Premier League victory over Forest to Diaz, saying they had won \"for our brother\".\nSurrounded by his team-mates, Diogo Jota held up Diaz's number seven shirt after scoring Liverpool's first goal.\nLiverpool said before the game that they were \"aware of an ongoing situation\" involving the family of Diaz and that his welfare \"will continue to be our immediate priority\".\nAnalysis\nVanessa Buschschluter, Latin America and Caribbean editor\nThe number of kidnappings in Colombia has fallen massively since 2000, when more than 3,500 people were seized by guerrilla groups or criminal gangs. For the past years it has been in the low hundreds.\nBut this year that number has been on the rise, doubling from 77 in the first six months of 2022 to 161 in the same period in 2023, according to Colombia's ministry of defence. Almost all of the kidnappings are now carried out for ransom, the ministry says.\nThe border area with Venezuela, where Diaz's parents were reportedly seized, is among the worst hit as gangs which also engage in smuggling and people trafficking look to make quick money. They target well-off individuals and demand high sums for their release.\nUnverified CCTV footage shared by Colombian media shows men on motorcycles following the car which Diaz's parents were travelling in, which appears to suggest that they had been singled out by the criminals.\nPolice have not said if the family has been approached with any ransom demands.\nSpecialised anti-kidnapping and anti-extortion police units have been deployed to the area to free Luis Manuel Diaz.\nOur coverage of Liverpool is bigger and better than ever before - here's everything you need to know to make sure you never miss a moment\nEverything Liverpool - go straight to all the best content",
    "authors": "no author",
    "uploaddate": "2023-10-30T14:59:17+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67262791",
    "headline": "Federal trial of ex-officer in Breonna Taylor case begins",
    "contents": "Federal trial of ex-officer in Breonna Taylor case begins\nPublished\n5 hours ago\nShare\nRelated Topics\nBreonna Taylor death\nIMAGE SOURCE,\nFACEBOOK\nBy Bernd Debusmann Jr\nBBC News, Washington\nJury selection has begun in the trial of an ex-police detective accused of violating Breonna Taylor's civil rights in a deadly March 2020 raid.\nFormer detective Brett Hankison has pleaded not guilty to the charges and was acquitted on separate state charges last year.\nMs Taylor was killed when police officers tried to execute a search warrant on her apartment in Kentucky.\nHer death sparked racial injustice rallies across the US.\nAccording to Louisville authorities, Mr Hankison fired 10 shots during the chaotic \"no-knock\" raid, although another detective, Myles Cosgrove, fired the fatal shot that struck Ms Taylor, a 26-year-old black woman.\nProsecutors claim that Mr Hankison endangered Ms Taylor, her boyfriend and three neighbours by needlessly using excessive force during the incident.\nIn March 2022, a Kentucky jury found him not guilty of three counts of felony wanton endangerment.\nDuring the trial, Mr Hankison repeatedly denied any wrongdoing and said he believed he was coming under fire. He described seeing silhouettes and muzzle flashes after police used a battering ram to knock down Ms Taylor's door.\nMs Taylor's boyfriend, Kenneth Walker, shot and wounded one of the officers during the raid. Mr Hankison has said he fired his weapon to \"stop the threat\".\nMr Walker has since received a $2m (£1.7m) settlement from the city.\nIMAGE SOURCE,\nHANDOUT\nImage caption,\nProsecutors say former detective Brett Hankison fired 10 shots during the raid that killed Breonna Taylor\nIn March of this year, the US justice department announced that a two-year civil investigation determined that the Louisville police department engaged in a long pattern of civil rights violations and systemic misconduct, including unjustified neck restraints and the unreasonable use of police dogs and Tasers.\nAnother former detective involved in the case, Kelly Goodlett, pleaded guilty to federal charges that she helped falsify a search warrant for officers to enter Ms Taylor's home without any probable cause, and then lied to investigators in a bid to cover up the false warrant.\nTwo other ex-officers, Joshua Jaynes and Kyle Meany, are still facing similar charges.\nIf convicted, Mr Hankison faces a maximum sentence of life in prison since the alleged violation of Ms Taylor's constitutional rights resulted \"in death or involves an attempt to kill\", according to the justice department.\nThe trial, being held at a federal court in Louisville, is expected to last three or four weeks.\nThe death of Ms Taylor, along with that with Ahmaud Arbery in Georgia and George Floyd in Minnesota, sparked widespread anti-racism protests across the country.\nRelated Topics\nBlack Lives Matter\nKentucky\nBreonna Taylor death\nUS police killings\nUnited States\nMore on this story\nBreonna Taylor police violated civil rights - DoJ\nPublished\n8 March\nUS city pays Breonna Taylor's boyfriend $2m\nPublished\n13 December 2022\nEx-officer in Breonna Taylor case pleads guilty\nPublished\n23 August 2022",
    "authors": "By Bernd Debusmann Jr",
    "uploaddate": "2023-10-30T13:26:13.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67254268",
    "headline": "Chandler on Friends: A match made in comedy heaven",
    "contents": "Chandler on Friends: A match made in comedy heaven\nPublished\n1 day ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMatthew Perry: \"It wasn't that I thought I could play Chandler; I was Chandler.\"\nBy Helen Bushby\nEntertainment reporter\nFans of TV show Friends will be very familiar with Chandler Bing's zingy one-liners and ability to cut through any situation with sarcasm - of its six main characters, he was arguably the funniest.\nThe late Matthew Perry's character could be summed up by him saying: \"Hi, I'm Chandler, I make jokes when I'm uncomfortable\" and \"I'm not great at advice, can I interest you in a sarcastic comment?\"\nChandler was quick, dry and witty, although Perry struggled behind the scenes with his well-documented addictions, both still loved to get big laughs.\nFriends' script writers provided Perry with ample opportunity, which he was brilliant at delivering.\nFriends star Matthew Perry dies at 54\nMatthew Perry: Friends fame failed to quell deep demons\nMatthew Perry's life in pictures\nPerry told CNN's Larry King in 2002 he was inspired to become an actor by his father, John Bennett Perry, saying he had wanted to \"follow in his footsteps\".\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPerry's father, actor John Bennett Perry, pictured with wife, Debbie Perry, in around 1987\nIn his 2022 memoir, Friends, Lovers and the Big Terrible Thing, Perry wrote about the huge crossover between himself and Chandler's characters.\nWhen he was sent the script he felt the role was made for him.\n\"It was as if someone had followed me around for a year, stealing my jokes, copying my mannerisms, photocopying my world-weary yet witty view of life…\" he wrote.\n\"It wasn't that I thought I could play Chandler; I was Chandler.\"\nMedia caption,\nMatthew Perry: Chandler Bing's funniest moments in Friends (UK only)\nLast year he told The Times: \"At my audition I broke all the rules. For a start, I didn't carry any pages of the script (you're supposed to carry the script with you when you read, because that way you're acknowledging to the writers that it's just a work in progress). But I knew the script so well by this point. Of course, I nailed it...\n\"I read the words in an unexpected fashion, hitting emphases that no one else had hit...\"I didn't know it yet, but my way of speaking would filter into the culture across the next few decades.\n\"For now, though, I was just trying to find interesting ways into lines that were already funny, but that I thought I could truly make dance. (I was once told that the writers would underline the word not usually emphasised in a sentence just to see what I would do with it).\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nThe Friends cast: [L-R] David Schwimmer, Courteney Cox, Jennifer Aniston, Matthew Perry, Matt LeBlanc and Lisa Kudrow a\nThe internet is peppered with some of Chandler's best quips as well as endless memes of him getting the last laugh, usually with a whip-smart response to his on-screen friends - Joey, Monica, Ross, Rachel and Phoebe.\nSometimes it was at his own expense though.\nAlthough Chandler wasn't an emotionally open character, he occasionally referenced having had a \"bad childhood\".\nHe was often self-aware, deflecting away from his vulnerabilities with humour, with lines such as:\n\"When I first meet somebody it's usually panic, anxiety, and a great deal of sweating.\"\n\"Until I was 25, I thought that the only response to 'I love you' was 'Oh, crap!'\"\n\"It's always better to lie than to have the complicated discussion.\"\nDuring one episode, Chandler is chatting with Joey [Matt LeBlanc], in their apartment and asks his friend: \"What must it be like not to be crippled by fear and self-loathing?\" to which his much less complex roomie replies: \"It's okay!\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nHappy times: The cast at 1999's Screen Actors Guild Awards in Los Angeles\nChandler was also good at puncturing Ross's occasional moments of pomposity. Perry delivered his lines with perfect comic timing, despite his tortured insecurities off-stage about getting enough laughs.\nWhen David Schwimmer's Ross, who worked as a palaeontologist, says: \"No, Homo habilis was erect. Australopithecus was never fully erect,\" Chandler responds: \"Well, maybe he was nervous.\"\nAnother scene sees Ross directing Chandler and Rachel on getting a sofa up some stairs shouting: \"PIVOT. PIVOT. PIVOT\"\nChandler shouts back: \"SHUT UP. SHUT UP. SHUT UP.\"\nAnd sometimes, Chandler just said stuff that made you laugh, like: \"Cheese. It's milk that you chew.\"\nWhen he appears with a face full of shaving foam and is asked by Joey: \"Hey. Shaving?\" he replies: \"No, rabies.\"\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nJoey [L] and Ross [R] were often on the receiving end of Chandler's wit\nA long-running joke during the series was Chandler's job - no one knew exactly what he did, other than the fact he earned a lot and worked in a skyscraper.\nIt eventually emerged he worked in statistical analysis and data reconfiguration - which meant they still didn't know what he actually did. But by series nine, he'd moved into a less well-paid role he preferred, as an advertising copywriter.\nIn the episode Where Rachel Goes Back to Work, Chandler considers returning to his previous position, telling Monica: \"I'll just get my old job back.\"\nShe replies: \"No, I want you to have a job that you love. Not statistical analysis and data reconfiguration.\"\nChandler responds: \"I quit, and you learn what I do?\"\nEarlier in the series, Chandler walks into the room clutching Cosmopolitan magazine, and announces: \"Alright, I took the quiz. And it turns out I do put my career before men.\"\nAnother long-running thread in the show was Chandler's romantic relationship with Monica, where they ended up secretly dating before moving in together and eventually getting married.\nThis provided an opportunity for Chandler's wisecracks to be pushed aside for serious truths, which added poignancy to his lines.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nThis on-set shot shows Monica [Courteney Cox] and Chandler [Matthew Perry] during a scene\nWhen he proposes to Monica, played by Courtney Cox, he says:\n\"You make me happier than I ever thought I could be and if you let me, I will spend the rest of my life trying to make you feel the same way.\"\nAt their wedding ceremony, he says: \"I thought this was going to be the most difficult thing I had to do, but when I saw you walking down the aisle, I realised how simple it was.\n\"I love you.\"\nBy the time the show ended in 2004, after 10 seasons and countless awards and nominations, his troubled character had finally found some closure and happiness.\nIn the end, being on Friends gave Perry a degree of happiness as well.\nHe told the New York Times in 2002: \"If I hadn't had the experience of being famous, I would have searched for it my whole life.\n\"I would have just gone on and on trying to find it.\"\nRelated Topics\nFriends\nTelevision\nMore on this story\nFriends star Matthew Perry dies at 54\nPublished\n1 day ago\nMatthew Perry: Friends fame couldn't quell deep demons\nPublished\n1 day ago\nMatthew Perry's best moments as Chandler Bing in Friends. Video, 00:01:00\nMatthew Perry's best moments as Chandler Bing in Friends\nPublished\n1 day ago\n1:00\nMatthew Perry's life in pictures\nPublished\n1 day ago\nFans pay tribute to Friends star Matthew Perry\nPublished\n1 day ago",
    "authors": "By Helen Bushby",
    "uploaddate": "2023-10-29T12:13:22.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world_radio_and_tv",
    "headline": "unknown",
    "contents": "Let us know you agree to cookies\nWe use cookies to give you the best online experience.\nPlease let us know if you agree to all of these cookies.\nYes, I agree\nNo, take me to settings\nHomepage\nAccessibility links\nSign in\nHome\nNews\nSport\nReel\nWorklife\nTravel\nMore menu\nSearch BBC\nBBC News\nNews Navigation\nHome\nIsrael-Gaza war\nWar in Ukraine\nClimate\nVideo\nWorld\nUK\nBusiness\nTech\nMore\nMore sections\nWorld News TV\nBBC News BBC World News: 24 hour news TV channel\nFeatured Contents\nWhere and how to watch BBC News\nFind out how and when to watch our 24-hour news and programmes\n3 April 2023\n3rd April 2023\nBBC World News: 24 hour news TV channel\nThe schedule where you are\nFind out what is on BBC News in your region\nAbout BBC News on TV\nFind out more about the news channel\n12 February 2021\n12th February 2021\nBBC World News: 24 hour news TV channel\nOur presenters\nYalda Hakim\nStephen Sackur\nLyse Doucet\nKarishma Vaswani\nBBC News: On Air\nWatch/Listen\n1:51\nVideo 1 minute 51 seconds\nTriathlon win with broken shoulder led me to Oscars\n0:55\nVideo 55 seconds\n'This building is just a snapshot of the devastation'\n1:44\nVideo 1 minute 44 seconds\nHow a trip to the pub made the world's roads safer\nVideo 1 minute 14 seconds\nThis six-year-old ran up a $1,000 takeaway bill\nVideo 2 minutes 6 seconds\nWhy ballroom dancing thrives in Asian communities\nFind us here\nNews daily newsletter\nGet news from the BBC in your inbox each weekday morning\nMobile app\nFind out more about our BBC News App\nGet in touch\nEmail us at haveyoursay@bbc.co.uk\nFollow Have Your Say on Twitter\nWhy you can trust BBC News\nBBC News Services\nOn your mobile\nOn smart speakers\nGet news alerts\nContact BBC News\nExplore the BBC\nHome\nNews\nSport\nReel\nWorklife\nTravel\nFuture\nCulture\nTV\nWeather\nSounds\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nBBC emails for you\nAdvertise with us\nDo not share or sell my info\nCopyright © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "authors": "no author",
    "uploaddate": "2023-04-03T08:22:58.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67252981",
    "headline": "Moment Czech president knocks soldier's hat off by striking him with flagpole",
    "contents": "Moment Czech president knocks soldier's hat off by striking him with flagpole\nMoment Czech president knocks soldier's hat off by striking him with flagpole\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-28T23:09:06.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67257333",
    "headline": "Hospitals struggle amid Israeli attacks on Gaza",
    "contents": "Hospitals struggle amid Israeli attacks on Gaza\nHospitals struggle amid Israeli attacks on Gaza\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-29T16:16:52.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67229601",
    "headline": "Kenya's school floggings: The children suffering from a hidden epidemic",
    "contents": "Kenya's school floggings: The children suffering from a hidden epidemic\nPublished\n18 hours ago\nShare\nBy Tom Odula in Nairobi & Tamasin Ford in London\nBBC Africa Eye\nCaleb Mwangi was beaten so severely at his school in Kenya after he took extra food at breakfast that he was put into an induced coma and spent 11 days in an intensive care unit.\n\"When I got there, he couldn't leave his bed. He couldn't speak,\" his father Fred Mwangi told the BBC.\nThis happened nearly two years ago when Caleb was 13 years old. Sitting now between his mother and father on the sofa in their home in Mombasa, a city on Kenya's coast, he says he tends to zone out from time to time.\nThe teenager is filled with rage that sometimes makes him punch the wall. The effects, he says, of the trauma caused by the near-death experience.\nMr Mwangi gets his son to stand and pull up his white vest to reveal a thick, angry scar covering almost the width and length of his back.\nHe says the wounds were so deep the surgeon had to remove large pieces of skin from his thighs to use as skin grafts.\nImage caption,\nCaleb's beating has left him with scars all over his back and legs\n\"This is him in hospital,\" says his mother Agnes Mutiri, showing pictures of Caleb on her phone, too graphic to publish. Lying face down on the bed, lacerations cover his legs, back and arms, and even his face. There were almost a hundred in total.\n\"His whole body was like this.\"\nCorporal punishment in schools has a long history in Kenya, dating back to the era when missionaries and colonisers relied on it to assert their authority.\nIn 2001, the Kenyan government banned the practice in schools, but it has been harder to change people's attitudes.\nFigures from the latest Violence Against Children report, a national household survey in 2019, revealed that more than half of 18 to 24-year-olds in Kenya agreed it was necessary for teachers to use corporal punishment.\nBBC Africa Eye has uncovered a worrying increase in the number of severe cases being reported.\nCaleb says in his case it was Nancy Gachewa, the director of Gremon Education Centre - a school in the town of Bamburi near Mombasa - who first beat him and then ordered other students to continue the punishment. Ms Gachewa denies this, and says she was not at the school when it happened.\n\"I was so hungry, I took five chapatis and ate them with tea,\" Caleb says.\nMs Gachewa and an older student, Idd Salim, were arrested and charged with assault and causing grievous bodily harm. Salim was sentenced to four years in prison last year and, in a plea bargain, he has testified against Ms Gachewa in court. The case against her continues.\nWhile Caleb's case is horrific, it is far from unique. An employee at the Teachers Service Commission (TSC), an independent organisation that manages all aspects of the teaching profession in Kenya, spoke to BBC Africa Eye on condition of anonymity.\nImage caption,\nThe TSC backs an initiative that trains teachers how to deliver discipline without using corporal punishment\nThey said that in the last three years, reports of the most severe school beatings have more than quadrupled from seven to 29. Most incidents are never reported.\n\"It is becoming a crisis and… we feel it is going out of hand now. Cases of children being injured and maimed. Some of these cases have resulted into very severe consequences, even death,\" they said.\nThe source said that cases of school beatings reported to the TSC at county level often never go any further, adding that incidents were \"killed\" and \"never see the light of day\".\n\"So many times, by the time the case reaches us, so much evidence has been corrupted. Sometimes we cannot even get a hold of the witnesses.\"\nBBC Africa Eye contacted the TSC to respond to these allegations, but it did not reply.\nThe thought that a student could die at the hands of education professionals who are supposed to protect them is unimaginable for most people, but in the last five years, more than 20 deaths linked to school beatings have been reported in the media.\nImage caption,\nWitnesses say Ebbie Noelle Samuels was beaten because of her hairstyle\nFifteen-year-old Ebbie Noelle Samuels is believed to be one of them.\nEbbie was a boarder at Gatanga CCM Secondary school in Murang'a county, around 60km (37 miles) north-east of the capital, Nairobi.\nOn 9 March 2019 her mother, Martha Wanjiro Samuels, was called by the school to say her daughter was unwell in hospital.\nWhen she arrived there, Ebbie was already dead.\nThe school said that she had died in her sleep, but witnesses say she was beaten by the deputy principal because of the way she wore her hair.\n\"The autopsy report revealed that she had severe head injury, blunt force trauma. So, somebody hit her to cause that kind of an injury to her, leading to her death,\" said Mrs Samuels.\nShe campaigned for four years to have her daughter's death investigated.\nBBC\nI will do everything that I have to do as long as I'm alive to ensure justice is served for my child\"\nMartha Wanjiro Samuels\nLast January, Elizabeth Wairimu Gatimu, the former deputy principal of Ebbie's school, was arrested for murder. She denies the charges against her.\n\"I will do everything that I have to do as long as I'm alive to ensure justice is served for my child,\" said Mrs Samuels, who is still waiting to hear the outcome of the case.\n\"I told myself: 'I will not be silenced. I will not keep quiet. I will not give up fighting.' Maybe the day I give up is the day that I sleep like my daughter. But as long as I breathe, I will not give up.\"\nBBC Africa Eye requested an interview with the Kenyan Ministry of Education, but nobody was willing to speak.\nOne organisation which is pushing for change is Beacon Teachers Africa. Launched in Kenya four years ago by the non-governmental group Plan International, together with the TSC, its aim is to give teachers the opportunity to protect children in schools and their communities.\nIt now has a network of 50,000 teachers across 47 countries in Africa.\nImage caption,\nThe Mwangis are anxiously awaiting the outcome of the case against Caleb's former teacher Nancy Gachewa\nRobert Omwa is one of 3,000 Beacon teachers in Kenya. As well as educating children about their rights, he also holds workshops to train teachers how to deliver discipline without using corporal punishment.\n\"Initially I was sceptical about it. I thought this is Western ideology, an African child has to be beaten. But when I tried it, I felt relieved as a teacher. I felt lighter. I felt the children gravitating more towards me,\" he said.\nBack in Mombasa, Caleb and his family are waiting to hear the fate of his school director. Ms Gachewa has pleaded not guilty.\nThe 15-year-old still finds it hard to process what happened to him.\n\"For me to get justice, I want this woman to be jailed.\"\nYou can watch the full BBC Africa Eye documentary Taught To Fear: Corporal Punishment in the Classroom on the BBC Africa YouTube channel.\nMore from BBC Africa Eye:\nBaby stealer convicted after BBC Kenya expose\nHow a sex abuse ring targeted Gabon's child footballers\nThe uniformed group targeting foreigners in South Africa\nLured into a trap and blackmailed for being gay\nRelated Topics\nKenya\nAround the BBC\nAfrica Eye\nFocus on Africa podcasts",
    "authors": "By Tom Odula in Nairobi & Tamasin Ford in London",
    "uploaddate": "2023-10-30T00:21:09.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/ice-hockey/67260326",
    "headline": "Adam Johnson: Neck guards to be made mandatory in England after ice hockey player's death",
    "contents": "Adam Johnson: Neck guards to be made mandatory in England after ice hockey player's death\nLast updated on\n1 hour ago\n1 hour ago\n.\nFrom the section\nIce hockey\nFloral tributes have been left outside Nottingham Panthers' Motorpoint Arena following the death of Adam Johnson\nThe English Ice Hockey Association (EIHA) says it will be mandatory to wear a neck guard during \"all on-ice activities\" from 2024 onwards.\nThe announcement comes following the death of Nottingham Panthers forward Adam Johnson,.\nJohnson died after suffering a serious cut to his neck from a skate during Saturday's Challenge Cup match against the Sheffield Steelers.\nBBC Sport understands Johnson was not wearing a neck guard.\nPlayers in the UK are allowed to play without neck guards once they turn 18.\nThe EIHA, which oversees all levels of ice hockey in the England below the Elite League - the top division of ice hockey in the UK which Johnson played in - also said their \"strong recommendation\" is that all players wear neck guards with immediate effect, to \"ensure that a tragic incident of this nature never befalls our sport again\".\nIt is unclear whether the Elite League will also adopt the EIHA's guidelines.\n\"It is unacceptable for any player to lose their life while playing sport,\" said the EIHA.\n\"Our responsibility is not only to avert the recurrence of such a heart-breaking accident, but also to pre-emptively address other foreseeable incidents in the future.\n\"We bear both a legal and a moral obligation to respond in a measured and pragmatic way. There is a distinct likelihood that comprehensive evaluations will transpire at the international level, and the EIHA is committed to taking an active and constructive role in this process.\"\nThe EIHA said neck guards are not immediately mandatory due to \"anticipated supply issues\". They also said a full review of all player safety equipment will take place over the next 12 months.\nScottish Ice Hockey and Ice Hockey UK - which runs the Great Britain national team - already make neck guards mandatory.\nJohnson's fiancee paid tribute to her \"sweet angel\" on Monday as police continue to investigate his death.\nCoach addresses fans after ice hockey player's death\nNeck guard stigma 'needs to change'\nAttitudes towards neck guards in ice hockey \"need to change\" following Johnson's death, according to Great Britain international Abbie Culshaw.\nBefore the EIHA announcement, English third-tier side Oxford City Stars said they would make neck protection mandatory for their players and staff.\n\"They're considered annoying and if you've got a neck guard you're still seen as like a junior,\" Culshaw - also a forward for Whitley Bay and the Bradford Bulldogs - said.\nAsked by BBC Newsbeat about the stigma of wearing neck protection, she added players would \"wind up\" or \"call out\" others for wearing a guard, and \"belittle\" them.\n\"Some people do wear them for their own safety but the majority of people don't if they don't have to,\" she said.\n\"It does bug you and it irritates your neck. So as soon as people are 18 they can't wait to get rid of it. I hope for everyone's sake that what has happened has changed what people think.\n\"Then it just becomes this common thing, that people have them on and it's not seen as like a segregation from the men to the juniors. I hope it does change because it needs to.\"\nSpeaking to BBC Radio 5 Live, Oxford City Stars director of hockey operations Shane Moore said: \"When you come to 18 there's a stigma around wearing your neck guard and face cage, it's almost like to be a man you have to remove those.\n\"It's not the right way to be, player safety must come first.\n\"The skates are sharp and that's why the neck guards are so important.\"\nTributes to ice hockey player after 'freak accident'\nWhat are the rules on neck guards around the world?\nCompulsory guards are already in place in the likes of Finland and Sweden, while Germany's top flight, the Deutsche Eishockey Liga, is also reportedly considering their introduction external-linkfor the new season.\nUSA Hockey has also previously recommendedexternal-link their blanket use due to concerns about \"neck lacerations and the potential catastrophic involvement of arteries, veins and nerves\".\nHowever, current regulations mean they are not obligatory across all leagues.\nOxford City Stars, who have former Chelsea goalkeeper Petr Cech on their roster and compete in the National Ice Hockey League South Division One, hope their announcement will push \"for enhanced safety standards across the sport\".\nIn a statement they added: \"We encourage other clubs to also offer these neck guards to their players. At our level of play, we strongly believe that these guards should be worn by all players.\"\nAnalysis - should neck guards be obligatory?\nIce hockey commentator Seth Bennett, speaking on BBC Radio 5 Live\nIt was just a moment that has left the sport globally devastated. It was an incident that you hope you never ever have to see.\nIce hockey is a very big family sport and there will be a lot of kids asking a lot of questions and trying to come to terms with what they saw on Saturday evening.\nI think there will be a conversation at league level but they are governed by the international Ice Hockey Federation and they have not made great moves to improve safety in this particular aspect because it happens so very rarely.\nAt 18 players ditch their neck guards and full face masks and go to wearing half visors and when you sit here after such an awful event, you shrug your shoulders and say 'why?'.\nBut if you put it down to a players vote right now not very many would be voting to wear a neck guard in their next game.",
    "authors": "no author",
    "uploaddate": "2023-10-30T17:22:30+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sounds/play/live:bbc_world_service",
    "headline": "unknown",
    "contents": "Let us know you agree to cookies\nWe use cookies to give you the best online experience.\nPlease let us know if you agree to all of these cookies.\nYes, I agree\nNo, take me to settings\nHomepage\nAccessibility links\nSign in\nHome\nNews\nSport\nReel\nWorklife\nTravel\nMore menu\nSearch Sounds\nSounds home page\nHome\nMusic\nPodcasts\nMy Sounds\nWorld Service - Listen Live - BBC Sounds\nWORLD SERVICE\nThe Newsroom\n30/10/2023 19:06 GMT\nON AIR: 19:06 – 19:30\nThe Newsroom\nNEXT: 19:30 – 19:32\nBBC News Summary\n30/10/2023 19:30 GMT\nWorld Service Schedule\nThe world's Newsroom brings you global events as they happen Read more\nProgramme Website\nPreviousNext\nMore from BBC World Service\nSkip More from BBC World Service\nAfrica Daily\nAlan Kasujja delves into the news shaping Africa\nWhat in the World\nHelping you make sense of what's going on\nTwice promised land\nA radio drama about the founding of Israel\nGlobal News Podcast\nThe day’s top stories from BBC News\nPick of the World\nThe best of World Service radio chosen by listeners\nBBC World Service YouTube\nExplore animations and video box sets\nHighlights\nNewsday\nIsrael steps up air and ground raid of Gaza\n49 mins\nMore episodes\nThe Arts Hour\nMaysoon Pachachi director of Our River…Our Sky\n49 mins\nMore episodes\nBusiness Daily\nThe electric car race\n17 mins\nMore episodes\nTrending\nExposing people smugglers\n19 mins\nMore episodes\nThe Explanation\nIsraeli-Palestinian relations\n18 mins\nMore episodes\nMore or Less\nThe overlooked mathematicians of history\n9 mins\nMore episodes\nCymraegGaeilgeGàidhligBBC Sounds HelpContacts, Privacy and InformationHelp with Signing InNewsletter\nExplore the BBC\nHome\nNews\nSport\nReel\nWorklife\nTravel\nFuture\nCulture\nTV\nWeather\nSounds\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nBBC emails for you\nAdvertise with us\nCopyright © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "authors": "no author",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67258902",
    "headline": "Magic Johnson declared a billionaire by Forbes",
    "contents": "Magic Johnson declared a billionaire by Forbes\nPublished\n17 hours ago\nShare\nIMAGE SOURCE,\nREUTERS\nBy George Wright\nBBC News\nFormer basketball star Magic Johnson has been declared a billionaire by Forbes, making him only the fourth athlete to join the exclusive club.\nThe business magazine estimates Johnson's wealth at about $1.2bn (£990m).\nThe other athlete billionaires are NBA players Michael Jordan and Lebron James, and the golfer Tiger Woods.\nJohnson has investments in numerous companies including ownership stakes in various sports teams.\nBut Forbes says his stake in a life insurance company holds most of his wealth.\nThe 64-year-old had one of the most iconic careers in NBA history before retiring in 1996, but it was outside of sport where he made most of his money.\nForbes states that Johnson made $40m from his NBA career.\nJohnson has ownership stakes in three Los Angeles-based sports teams, including MLB's Los Angeles Dodgers.\nOutside of sport he has investments in Starbucks, Burger King, 24 Hour Fitness and the life insurance company EquiTrust.\nJohnson says he could have become a billionaire sooner had he not turned down shares in Nike when he was entering the NBA in the 1970s. He took a deal with Converse, which offered him $100,000 a year, instead.\n\"My family didn't come from money, that's one thing that hurt us sometimes. When you don't come from money, you don't know. I didn't even know what stocks [were] at that time,\" Johnson said on the All The Smoke podcast earlier this year.\n\"So I passed on the stocks. Can you imagine? 45 years, $5 billion that stock would have been worth today.\"\nRelated Topics\nBillionaires\nMore on this story\nJames passes Johnson on all-time assists list\nPublished\n3 December 2022\nThis season is worst in Lakers history – Johnson\nPublished\n20 April 2022",
    "authors": "By George Wright",
    "uploaddate": "2023-10-30T01:51:04.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67252981",
    "headline": "Moment Czech president knocks soldier's hat off by striking him with flagpole",
    "contents": "Moment Czech president knocks soldier's hat off by striking him with flagpole\nMoment Czech president knocks soldier's hat off by striking him with flagpole\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-28T23:09:06.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-latin-america-67234333",
    "headline": "Shakira's ex and former footballer Gerard Pique falls off stage",
    "contents": "Shakira's ex and former footballer Gerard Pique falls off stage\nShakira's ex and former footballer Gerard Pique falls off stage\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-26T18:29:58.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-67222333",
    "headline": "Quiz of the week: Why is Wednesday Addams missing out on Halloween?",
    "contents": "Quiz of the week: Why is Wednesday Addams missing out on Halloween?\nPublished\n3 days ago\nShare\nIt's the weekly news quiz - how closely have you been paying attention to what's been going on in the world over the past seven days?\nSome mobile users may be experiencing difficulties. If you cannot see the quiz, try this link.\nTry last week's quiz via this link or have a go at something from the archives.\nCompiled by Ben Fell\nWhat information do we collect from this quiz? Privacy notice.\nSign up for our morning newsletter and get BBC News in your inbox.",
    "authors": "no author",
    "uploaddate": "2023-10-26T23:09:24.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67227818",
    "headline": "Africa's week in pictures: 20-26 October 2023",
    "contents": "Africa's week in pictures: 20-26 October 2023\nPublished\n3 days ago\nShare\nA selection of the best photos from the African continent and beyond.\nIMAGE SOURCE,\nMONICAH MWANGI/REUTERS\nImage caption,\nBreakdancer Drady Amani shows off his moves on the streets of Nairobi, Kenya…\nIMAGE SOURCE,\nMONICAH MWANGI/REUTERS\nImage caption,\n...while his young admirers watch on.\nIMAGE SOURCE,\nFRANCIS MASCARENHAS/REUTERS\nImage caption,\nSouth Africa’s Lizaad Williams is captured in action at the Cricket World Cup, where he later enjoys a win over Bangladesh.\nIMAGE SOURCE,\nSIPHIWE SIBEKO/REUTERS\nImage caption,\nSouth Africa’s rugby team is also having a great week - here its fans celebrate Saturday's World Cup win against England.\nIMAGE SOURCE,\nFEISAL OMAR/REUTERS\nImage caption,\nA Somali woman attends a protest in support of Palestinians in Gaza, as the conflict between Hamas and Israel continues.\nIMAGE SOURCE,\nRIJASOLA/AFP\nImage caption,\nThe following day, a huge crowd of supporters turns up at a meeting of Madagascar's 11 disgruntled opposition candidates.\nIMAGE SOURCE,\nEMANUEL OSODI/GETTY IMAGES\nImage caption,\nA tenacious motorcyclist tries to reach his destination amid floods in Nigeria’s Ogun and Lagos states.\nIMAGE SOURCE,\nMICHELE SPATARI/AFP\nImage caption,\nOn Tuesday, a security guard walks on the edge of an unfinished building in Addis Ababa, Ethiopia's capital.\nIMAGE SOURCE,\nPATRICK VAN KATWIJK/GETTY IMAGES\nImage caption,\nA young girl meets The Netherlands’s Queen Maxima in Kenya’s capital, Nairobi.\nIMAGE SOURCE,\nAMR ABDALLAH DALSH/REUTERS\nImage caption,\nAnd a fan gestures at Tuesday's match between Egypt's Al Ahly and Tanzania's Simba SC in the new African Football League.\nImages subject to copyright\nRelated Topics\nPhotography\nAround the BBC\nFocus on Africa podcasts\nThe Comb podcasts",
    "authors": "no author",
    "uploaddate": "2023-10-27T06:18:22.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67262375",
    "headline": "Moment Israeli tank appears to fire on car inside Gaza",
    "contents": "Moment Israeli tank appears to fire on car inside Gaza\nMoment Israeli tank appears to fire on car inside Gaza\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-30T11:59:24.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67261414",
    "headline": "Sir Cliff Richard sings in BBC interview 'without artificial insemination'",
    "contents": "Sir Cliff Richard sings in BBC interview 'without artificial insemination'\nSir Cliff Richard sings in BBC interview 'without artificial insemination'\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-30T10:36:43.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-65432059",
    "headline": "BBC World Service",
    "contents": "BBC World Service\nBBC World Service\nRead description",
    "authors": "no author",
    "uploaddate": "2023-04-28T18:15:11.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/business-67193176",
    "headline": "Would you drink genetically modified beer?",
    "contents": "Would you drink genetically modified beer?\nPublished\n18 hours ago\nShare\nIMAGE SOURCE,\nBERKELEY YEAST\nImage caption,\nCharles Denby and colleagues tasting beers made with his firm's yeast strains\nBy David Silverberg\nBusiness reporter\nCharles Denby says his job is simply all about trying to improve the taste of beer.\n\"We are interested in toggling up the desirable flavours, and toggling down not-so-great flavours, and generating new flavours.\"\nFor the millions and millions of lager and ale fans out there, these sentiments all sound great. But when you know what Mr Denby's US company actually does, things become a bit more divisive.\nHe is the co-founder and chief executive of Berkeley Yeast, one of the leading creators of genetically-modified (GM) yeast for the brewing industry. Yeast is central to brewing, as it turns the sugars provided by barley malt and other grains into alcohol, while also adding its own flavours.\nBerkeley Yeast edits the DNA of yeast strains to remove or add a certain gene. One of its products, its Tropics yeast, has been tweaked to provide the taste of passion fruit and guava.\nMr Denby says this yeast is more reliable for beer manufacturers than requiring a supply of these fruits, and better than using artificial flavours.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nYeast is at the very heart of brewing, turning the sugars provided by barley malt and other grains into alcohol\n\"It's more consistent to have bioengineered yeast, and it reduces the reliance on additional ingredients to make [say] a peach orchard flourish month after month, year after year. Think of all the water and fertilizer that would go into that crop.\"\nBerkeley Yeast, which is based in Oakland, California, doesn't just focus on adding flavours to pints, it can also take them away. One of its yeast strains helps to eliminate diacetyl, an off flavour that plagues some hoppy beers.\nMeanwhile, another of its yeasts is said to be able to create a Belgian-style sour beer in a fraction of the time it normally takes.\nIf you're living in the US, which has more relaxed regulations on GM foods than most countries, you might have already tried beers made with Berkeley Yeast's products, as they are already being used by craft breweries across the country. Three of these brewers are Temescal, Alvarado Street and Cellarmaker, which are all from California.\nNew Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape.\nRegarding selling overseas, Mr Denby says he is constrained by legislation in many countries that prevents GM use in the food and drink industry. In the UK, GM foods can be authorised by the Food Standards Agency, if they are judged \"not to present a risk to health, not to mislead consumers, [and] not to have less nutritional value than their non-GM counterpart\". And they must be labelled as coming from a GM source.\nAnother provider of GM yeasts is Chicago's Omega Yeast Labs. In early July it announced that it had discovered the specific gene that helps cause hazy beer.\nUsing a gene-editing technology called Crispr/Cas9, the researchers were able to delete this gene from haze-positive yeast strains. As a result, the beers fermented with them were no longer hazy.\nIan Godwin, a professor of crop science and director of the Queensland Alliance for Agriculture and Food Innovation, says that US brewers using gene-edited yeast in their products is \"a secret everyone [in the industry] knows about\". Yet he adds that beer makers will rarely promote the fact due to the negative headlines GM technology has received so far.\nMeanwhile, brewing yeast expert Richard Preiss says that \"in the US, you can really do what you want\". He is lab director at Escarpment Labs in Ontario, Canada. It provides more than 300 breweries with yeast, but does not use GM.\n\"You can take [in the States], for example, the genome from basil, and plug it into yeast, and get to market fast with a flavoured beer.\"\nHowever, new GM yeasts in the US do still need to be approved by the US Food and Drug Administration.\nAt Lagunitas Brewing, a California-based company owned by Dutch giant Heineken, its brew master Jeremy Marshall says that while they don't yet have any plans to use GM yeast, they have been conducting trials.\nIMAGE SOURCE,\nLAGUNITAS\nImage caption,\nCalifornian brewery Lagunitas is at least conducting trials into using GM yeast\n\"There might be hesitation or fear from those concerned about the association of GM foods to companies like Monsanto [the controversial former GM crops firm], and it could be scary to a lot of people,\" he says.\n\"But they have to realize that the yeast gets filtered out, and nothing genetically modified gets into the final product, just flavour compounds, which are little bags of enzymes.\"\nYet other brewers are not onboard at all with gene-edited beer. And realising that a great many drinkers would be opposed to the technology, they often find a way round it.\nAt Carlsberg, one of the largest beer companies in the world, it has long instituted a no-GM policy in the development of its brewing ingredients - barley, hops and yeast - and how it craft its beers.\nInstead the Danish giant works to naturally breed new varieties of barley and hops that, for example, tolerate heat or drought better. It does this through the age old process of focused cross pollination.\n\"It's like if you have huge metal detector looking for gold pieces in a massive mountain,\" says Birgitte Skadhauge, who leads the Carlsberg Research Laboratory in Copenhagen, Denmark's capital.\nIMAGE SOURCE,\nCARLSBERG\nImage caption,\nBirgitte Skadhauge and her team do not use any GM technology\nShe notes that the firm's widely available lager now uses a new type of barley that is easier to grow, and maintains its freshness for longer.\nAs for what's ahead for GM beers, Mr Marshall says he's hopeful about their future.\n\"The holy grail of what yeast-makers like Berkeley want to do is to engineer an IPA that stays fresh forever, tastes consistent everywhere you go, and its hops never go old,\" he says. \"And I think those kinds of manufacturers are well on their way to that goal.\"\nRelated Topics\nGenetic engineering\nBeer",
    "authors": "By David Silverberg",
    "uploaddate": "2023-10-30T00:27:22.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67230053",
    "headline": "Princess Leonor of Spain's royal profile rises as she turns 18",
    "contents": "Princess Leonor of Spain's royal profile rises as she turns 18\nPublished\n1 day ago\nShare\nIMAGE SOURCE,\nEPA\nImage caption,\nLeonor, Princess of Asturias, turns 18 on Tuesday\nBy Guy Hedgecoe\nBBC News, Madrid\nSpain's Princess Leonor is about to turn 18, thrusting her into the spotlight as heir to the throne and raising questions about the role she will play as an adult royal.\nHer birthday, on Tuesday, will be marked by a formal ceremony in the Spanish Parliament, at which she will swear allegiance to the Constitution before receiving the medals of Congress and the Senate.\nAnticipating the event, the Spanish royal family has released a series of photos of the princess, many of them previously unpublished.\nThey include one of her on her first day of school, flanked by her mother, Queen Letizia, and her father, King Felipe VI, who was then still a prince himself.\nIMAGE SOURCE,\nCASA DE S.M. EL REY / BORJA FOTÓGRAFOS\nImage caption,\nHer parents, the current King and Queen of Spain, accompanied Leonor to her first day of school\nAnother shows her in 2010, clutching the World Cup trophy the Spanish men's football team had just won. Others show her alongside her younger sister Sofía.\nIMAGE SOURCE,\nCASA DE S.M. EL REY / BORJA FOTÓGRAFOS\nImage caption,\nAs a child the princess held the World Cup after Spain's men's team won the trophy in 2010\nUnderlining the significance of her birthday, there will also be a reception in the Royal Palace in Madrid, followed by a family gathering in the El Pardo palace, just outside the capital.\nThe release of the photos and a series of recent appearances by the princess leading up to her birthday confirm that, after years of having her image carefully shielded, she is now becoming a very public figure.\n\"Leonor will need her own narrative,\" noted royal biographer Carmen Remírez de Ganuza, adding that she \"will have to connect with her own digital generation\".\nWhile the exact nature of that narrative is not yet clear, the build-up to the princess's arrival as a senior royal has gone smoothly.\nIn May, she graduated from UWC Atlantic, a boarding school in the Vale of Glamorgan, Wales, where she had been studying for the International Baccalaureate. As she received her diploma, her fellow students whooped and cheered and her tutor praised her \"unwavering passion for learning, for understanding people, and exploring diverse perspectives\" as well as her sense of humour.\nIMAGE SOURCE,\nUWC ATLANTIC COLLEGE\nImage caption,\nThe teenager graduated from UWC Atlantic in May\nIMAGE SOURCE,\nUWC ATLANTIC COLLEGE\nImage caption,\nThe boarding school is in a castle in Wales\nThe Spanish media then closely followed the conclusion of the princess's basic training at an army academy in Zaragoza, where she has begun a three-year officer's course. Leonor, like her classmates, was seen performing drill dressed in beret and fatigues and receiving a ceremonial sword.\nIMAGE SOURCE,\nCASA DE S.M. EL REY\nImage caption,\nLeonor is attending military school in Spain\nIMAGE SOURCE,\nREUTERS\nImage caption,\nLeonor is the heir to her father King Felipe\nHer royal duties then came to the fore as she presided over her own Princess of Asturias awards on 20 October.\nDecorating individuals from a variety of fields, including Hollywood actress Meryl Streep and Japanese novelist Haruki Murakami, Leonor assured those present that \"I fully understand and am conscious of my duties and what my responsibilities entail\".\nAs she praised Streep, she spoke of how the actor was able to shed her own persona in order to take on her roles \"and do so throughout an impeccable career, with freedom, courage and sensitivity to the challenges of our time\".\nIMAGE SOURCE,\nEPA\nImage caption,\nPrincess Leonor gave US actor Meryl Streep (left) an award in October\nThe princess could have been outlining the role she sees for herself as first in line to a throne which has faced some severe tests in recent years.\nIn 2017, for example, King Felipe took the unusual step of wading into the political sphere by speaking out against Catalan separatists who were attempting to break away from Spain. In 2020, Leonor's grandfather Juan Carlos, who had abdicated six years earlier and was mired in financial scandals, left the country to live in Abu Dhabi. Although the scandals have dropped away, he has lived there ever since.\nBut beyond Leonor's constitutional position lies another, less solemn role as a figure orbiting Spain's celebrity universe.\nAlready there is talk of \"Leonormania\" in light of the interest in her rising profile. Earlier this year, there were rumours that she was romantically linked to Barcelona and Spain football player Pablo Martín Páez Gavira, known as Gavi.\nThose reports turned out to be false, but they highlighted the appetite in some quarters for the princess to be a part of pop culture.\nIMAGE SOURCE,\nCASA DE S.M. EL REY\nImage caption,\nLeonor's public profile has grown, raising talk of \"Leonormania\"\nParis Match ran a headline on the Bulgari earrings that Leonor had worn for the Princess of Asturias awards ceremony. Journalist Jesús Reyes has even written a book about Leonor through the lens of her taste in fashion, which he claims she has inherited from her mother.\n\"From her father, King Felipe, she has inherited his commitment to the Crown, his extremely polite manners [and] his constant smile and pleasantness,\" wrote Reyes. However, after her 18th birthday, Princess Leonor is likely to find that she will be much more than a purely institutional figure.\nRelated Topics\nSpain\nMadrid\nMore on this story\nEx-lover's €145m case against Spain's ex-king thrown out\nPublished\n7 October\nSpanish and Dutch royalty in Wales for graduation\nPublished\n21 May\nWhat can Princess Leonor do when she's off school?\nPublished\n11 February 2021",
    "authors": "By Guy Hedgecoe",
    "uploaddate": "2023-10-28T23:24:31.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.co.uk/news/world-africa-67209935",
    "headline": "The Tanzanians searching for their grandfathers' skulls in Germany",
    "contents": "The Tanzanians searching for their grandfathers' skulls in Germany\nPublished\n1 day ago\nShare\nBy Damian Zane\nBBC News, Moshi\nIsaria Anael Meli has been looking for his grandfather's remains for more than six decades.\nHe believes the skull ended up in a Berlin museum after his grandfather, Mangi Meli, along with 18 other chiefs and advisers, was hanged by a German colonial force 123 years ago.\nAfter all this time, a German minister has told the BBC the country is prepared to apologise for the executions in what is now northern Tanzania.\nOther descendants have also been searching for the remains and recently, in an unprecedented use of DNA research, two of the skulls of those killed have been identified among a museum collection of thousands.\nIt is rare to find an acacia tree on the lower slopes of Mount Kilimanjaro. Its twisting branches reach above the steep road and stand out among the denser lush vegetation.\nAt one time, it shaded a market for the villagers of Tsudunyi, a part of what is now called Old Moshi, who lived off the fertile land and enjoyed the cooler temperatures that the higher altitude brought.\nBut this focal point for the community became the scene of a great tragedy. Despite the peace of the natural surroundings today, its impact has reverberated down the decades.\nIt was here on 2 March 1900 that, as the descendants tell it, one-by-one the 19 men were hanged. They had been hastily tried the day before, accused of plotting to attack the German colonial forces.\nGermany's claim to this part of the continent was formalised at the Berlin Conference of 1884-1885. The European powers divided up Africa between them, without the people living there having any say in what happened.\nMangi Meli, the most prominent mangi, or chief, among those who were killed, had in 1892 successfully defeated the German forces. That success was later reversed and by the end of the 19th Century, the Europeans were keen to stamp their authority on this part of what was known as German East Africa.\nThey wanted to make an example of Mangi Meli and other local leaders who may have been planning an uprising.\nIMAGE SOURCE,\nLEIBNIZ-INSTITUT FÜR LÄNDERKUNDE E.V.\nImage caption,\nThis 1910 postcard is believed to show the acacia tree where the men were hanged in 1900\nThe humiliation did not end there.\nWhile most of the torsos are believed to be buried in a mass grave somewhere near the tree, their heads were at some point removed, packed up and sent 6,600km (4,100 miles) to the German capital. In some cases the complete skeletons were shipped.\nWhen speaking about what happened to his grandfather, Mr Meli does not sound angry, but there is a sadness in his voice and a sense of bewilderment that this was allowed to happen.\nThe lively 92-year-old was told about the killing of Mangi Meli by his grandmother, who he says was forced to watch the execution, and explains that the chief came to him at night telling him that he would return one day.\n\"Always, always, always he was coming to me in my dreams,\" he says.\nHis floppy sun hat and twinkling eyes when he smiles disguise his tenacious personality.\nSince at least the 1960s, Mr Meli had been writing to the German and Tanzanian authorities urging them to look for the remains of his grandfather.\nHe says officials tried to put him off by telling him that relevant records had been destroyed during World War Two. But Mr Meli was not deterred.\n\"Visitors are always crying: 'Tell all the people of Germany to return the skull.'\n\"They kept it somewhere just because they thought the Mangi Meli family were small people - believing that they could do what they wanted. But remember that this skull is needed by the whole country - not me, myself, only.\"\nThere is a sense of profound loss that goes beyond the idea that this was a historical injustice.\nMangi Meli was a chief from the Chagga ethnic group - one of the most prominent in modern-day Tanzania. For the Chagga people, as well as others in the region, the idea that the head was separated from the body and then taken away from the land is deeply disturbing.\nIMAGE SOURCE,\nDEUTSCHE FOTOTHEK/HANS MEYER\nImage caption,\nMangi Meli's early success in resisting the Germans was later reversed\nIn Chagga culture the dead are supposed to be buried in the homestead so they can continue to watch over the living. It is believed that the failure to do that could have consequences down the generations.\n\"If we leave the skulls in Germany, the spirits will be tormenting these families,\" explains Gabriel Mzei Orio, who founded the Old Moshi Cultural Tourism Enterprise in part to highlight Chagga culture to the rest of the world.\nHe is standing under the acacia tree in Tsudunyi, next to a memorial to those who were killed there.\n\"The spirits are saying: 'You know where we are and you don't bring us to our homeland and you know we were taken in a cruel way.'\"\nSimulango Molelia, the grandson of another victim of the executions - Mangi Molelia - believes his family is being haunted by the chief's spirit.\nThe 69-year-old sits in his shady homestead surrounded by banana plants, the staple food in the region and the source of the traditional beer that the family brews. As is the custom here, the graves of his mother and father are in the homestead - a tradition denied to his grandfather.\nImage caption,\nSimulango Molelia believes that his family has suffered as a result of what happened to his grandfather's remains\n\"Many things were affected by the killings,\" he says in a soft voice, suggesting that it was like roots of a tree being attacked.\n\"When Mangi Molelia was killed, the family lost its wealth. Up to now things are not good.\"\nBut for those who took the body parts more than 120 years ago, this was of no concern.\nMuseums and other institutions in 19th and early 20th Century Europe and North America amassed large collections of skulls and other human remains.\nThis was partly driven by huge interest in the now-discredited science of phrenology. It was based on the idea that someone's fundamental characteristics were reflected in the shape of their skull.\nIn some cases it took on a racist element, with researchers trying to establish a racial hierarchy. As a consequence people began collecting skulls from across the world.\nGerman anthropologist Felix von Luschan, who headed the Africa and Oceania department of Berlin's Royal Museum of Ethnology, was keen to acquire remains from Germany's empire as well as other European colonies.\n\"Even an amateur can procure anthropological material,\" he wrote in 1899 in an instruction manual for collectors.\n\"Any occasion to rescue a large number of skulls preferably with lower jaw should be zealously used…\n\"In certain circumstances a very superficial cleaning is necessary. Sometimes this entails only the removal of flesh and drying - the rest can be done in Europe.\"\nIn March 1901 - a year after the executions - Von Luschan wrote directly to First Lt Moritz Merker, one of those in charge of the German forces in Kilimanjaro.\nThe letter was about some cultural artefacts, but as a final paragraph he wrote: \"I use this occasion to inquire whether it would be possible for you to ask natives in an amicable way to hand over some skeletons of Maasai and Chagga to us.\"\nMerker responded the following month, saying that some remains were on their way and a shipping note from the port of Dar es Salaam states that two boxes of Chagga and Maasai skulls had been sent.\nIt is not clear if Mangi Meli's skull was among the shipment, but it seems likely that this was when some of the remains of the executed men were transported, according to German researcher Konradin Kunze, who has been heavily involved in the campaign to find them.\nThe bones then went into Von Luschan's vast archive, including the S-collection (\"s\" for skull), which in the four decades up to his death in 1924, grew to 6,300 samples.\nSome of his private collection was sold by his widow to the American Museum of Natural History in New York. This included the entire skeleton of one of those hanged in 1900.\nBut for the rest, down the decades, they passed through several institutions and in 2010 they ended up in the care of the Berlin-based Prussian Cultural Heritage Foundation (known by its German initials SPK) - but much of the documentation that went with it had been lost.\nImage caption,\nZablon Ndesamburo Kiwelu followed in his late brother's footsteps and took up the search for the skulls\n\"What the Germans did was not a good thing,\" says Zablon Ndesamburo Kiwelu, whose grandfather, Mchili Sindato Kiutesha Kiwelu, served as an adviser, or akida, to Mangi Meli and was also hanged.\nThe 75-year-old former accountant, dressed in a smart black blazer, is very matter-of-fact in his assessment.\n\"We are waiting for the skulls to be returned to this country so that we can be happy, because we are not happy.\"\nBut in order for any return to happen, the skulls needed to be identified. This was a seemingly impossible task, given the vastness of the Von Luschan collection and the lack of documentation.\nThe SPK, which had the large collection of human remains, said it was committed to finding out where they came from.\nWhile researchers may have been able to figure out their approximate origins, to identify who the skull once belonged to was thought to be near impossible.\nSome of the descendants of those hanged thought that a DNA comparison might help, and they approached Mr Kunze from the arts company Flinn Works, which had mounted an exhibition about the remains, to see if this could be organised.\nHe then helped get the swabs in Tanzania and, with pressure group Berlin Postkolonial, persuaded the SPK to conduct an analysis on some of the remains.\nImage caption,\nMr Kiwelu (L) and Mr Meli (R) have campaigned together to get the remains returned\nSPK researchers were helped by the fact that some of the skulls had catalogue markings etched onto them, including the word \"Wachagga\", which meant that a guess could be made about where they came from.\nThey identified eight skulls in the collection that could have been related to the 1900 hangings.\nThe descendants' DNA samples were taken to Germany and then the painstaking work to find a match got under way.\nDr Janine Mazanec is a biological anthropologist at the University of Göttingen and often works with archaeologists on historical burial sites. She has also worked with the police to help identify victims of a crime.\nThis, though, was an unusual project.\nOne of the things she noticed about some of the skulls that had been sent to her laboratory from Berlin was that they had cut marks \"indicating that these were not taken from a cemetery\" after the body had decomposed but rather that the flesh had been removed from the head soon after death. This was another clue that they could have something to do with the executions.\nIn order to discover the DNA, Dr Mazanec had to take a molar from the jaw, remove the root and carefully return the tooth.\nThe root was ground down and then through a chemical process the DNA was extracted, which contained the crucial information.\nThis was then compared with the samples that the grandsons had provided. What Dr Mazanec was looking for was a match with the DNA from the Y-chromosome, which is passed through the male line, from son to son.\nShe discovered a complete match for one of the skulls and then an extremely likely match for a second skull.\nThe skull of Mr Kiwelu's grandfather had been found - and likewise for Mr Molelia. But Mangi Meli's remains were not identified.\nDr Mazanec says that to her knowledge this was the first time that this kind of DNA analysis had been used to link known individuals in the present with the remains of named individuals that have ended up in a skull collection.\nFor some, the decades-long search had not been in vain and the families had been vindicated.\nMr Kiwelu proudly shows the letter from the SPK confirming the results of the DNA comparison.\n\"This news is a small miracle for us and makes us very happy. I hope that [it] will also bring you joy,\" SPK president Dr Hermann Parzinger wrote. He added that work could now begin on the repatriation of the remains.\nMr Kiwelu says he read the letter out to his family.\n\"We were very happy that the skull would be returned.\"\nMr Molelia wants the skull of his ancestor to be brought to Tanzania and \"buried in our Chagga tradition\".\nTalks between the German and Tanzanian authorities are taking place in order to facilitate moving the skulls, which can be a complex process.\nImage caption,\nA bust honouring Mangi Meli now sits under the tree where he was hanged\nBut attention now turns to the German government and the reckoning with its colonial past.\n\"Germany is facing up to its historical responsibilities… [and] is committed to advancing the process of coming to terms with the injustices committed,\" Katja Keul, a minister of state in the foreign ministry, wrote in an email response to a list of questions.\nThe hanging of the 19 men 123 years ago is one of the \"numerous crimes\" that she referred to.\nAsked directly if Germany was prepared to issue an apology for the executions, she said \"yes\", but did not go into any details about what form this would take.\nBut Mr Meli - the grandson of Mangi Meli, whose skull has not been found - is left frustrated after the decades of searching.\nHe is convinced that it is still in a museum collection somewhere.\n\"I am suffering because I have spent money to fight this and to get what?\"\nBut he is not giving up.\n\"I want to see my grandfather before I die.\"\nRelated Topics\nColonialism\nGermany\nTanzania\nMuseums\nBerlin\nMore on this story\nA 40-year search for a skull in Germany\nPublished\n13 November 2018\nWhy is an African chief's skull mentioned in the Versailles Treaty?\nPublished\n28 June 2019\nUK museums willing to return skulls to Zimbabwe\nPublished\n30 October 2022\nGermany's first genocide\nPublished\n12 October 2017",
    "authors": "By Damian Zane",
    "uploaddate": "2023-10-28T23:26:06.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67254347",
    "headline": "Edgar Lungu: Ex-Zambia president makes political comeback",
    "contents": "Edgar Lungu: Ex-Zambia president makes political comeback\nPublished\n1 day ago\nShare\nIMAGE SOURCE,\nANDY LUKI JR\nImage caption,\nThe weekly jogs by ex-President Edgar Lungu, seen here in September, had been attracting a lot of attention\nBy Kennedy Gondwe\nBBC News, Lusaka\nTo the full-throated cheers of his supporters, Zambia's former President Edgar Lungu has announced that he is making a political comeback.\nHe retired from politics in 2021 after suffering a crushing defeat in a presidential election.\nAfter six years in office he left the country heavily in debt and with a precarious economy.\nBut Mr Lungu is now aiming to capitalise on growing dissatisfaction with his successor, Hakainde Hichilema.\nHis return had long been anticipated but this was the first formal announcement.\n\"I am ready to fight from the front, not from the rear, in defence of democracy. Those who are ready for this fight, please come along with me, I am ready for anything,\" Mr Lungu told his backers on Saturday.He was speaking at a commemoration service to former president and leader of his Patriotic Front (PF) party, Michael Sata, who died in office in 2014.\nSince Mr Lungu lost power two years ago, there has been a wrangle within the PF over who should lead the party that has ended up in court. The entrance of Mr Lungu could well heighten tensions and prolong the legal battle, as there is currently another person, Miles Sampa, who claims to have been elected as PF president at a recent meeting.\nSome, including the former president, have accused the government of stoking divisions, which it denies.\nMr Lungu \"enjoys a constitutional and democratic right to be able to participate in the political sphere of our country and if he so wishes he is welcome back in the political arena\", Information Minister Cornelius Mweetwa told Zambian public broadcaster ZNBC.\nMr Hichilema won the 2021 election, his sixth run at the presidency, with 59% of the vote on the hope that he would tackle the country's economic problems.\nBut those high expectations are taking a long time to be met and patience is running thin.\nThe president has succeeded in negotiating a bailout agreement for the copper-rich country with the International Monetary Fund. He has also been able to restructure loan agreements with Chinese and other creditors.\nMr Hichilema argues that he inherited a country in deep economic trouble in which the all-important mining sector was struggling.\nBut the ordinary consumer is facing very high prices for staple foods and fuel, making life difficult for many and leading to frustration with the political leadership.\nThe government was also criticised this week for a \"growing intolerance for dissent\" by 13 leading civil society organisations. In a joint statement, they said there was a \"shrinking space for freedom of expression and assembly in the country\".\nThe presidency has argued in the past that it respects human rights and does not interfere in the operations of the police.\nLast month, Mr Lungu was warned against jogging in public, with police describing his weekly workouts as \"political activism\".\nHis Saturday runs with ordinary members of the public and PF supporters were been attracting a lot of attention. The former president was told to seek police approval for future jogging events.\nRelated Topics\nZambia\nAfrica\nMore on this story\nZambia in $6bn debt deal after China breakthrough\nPublished\n23 June\nZambia's new president inherits 'empty treasury'\nPublished\n1 September 2021",
    "authors": "By Kennedy Gondwe",
    "uploaddate": "2023-10-29T13:31:08.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-australia-67235592",
    "headline": "Lilie James: Murder at elite school horrifies Australia",
    "contents": "Lilie James: Murder at elite school horrifies Australia\nPublished\n20 hours ago\nShare\nIMAGE SOURCE,\nSUPPLIED\nImage caption,\nLilie James's death has sparked conversations about women's safety\nBy Tiffanie Turnbull\nBBC News\nOn Thursday, as Australia woke to the news a body had been found inside the bathroom of an elite Sydney private school, horror rippled around the country.\nPolice had turned up at St Andrew's Cathedral School just before midnight, after a chilling triple-zero emergency call.\nThere they encountered a \"confronting scene\" - 21-year-old water polo coach Lilie James, dead, with extensive head injuries.\nDetectives believe she was murdered - allegedly with a hammer - hours earlier, according to local media who have cited anonymous sources.\nCCTV had reportedly captured her colleague, 24-year-old hockey coach Paul Thijssen, entering the bathroom after her. Thijssen, who also made the call to authorities, later emerged alone.\nThough police have made no public comments about a potential motive, local media have reported Ms James had recently ended a relationship with Thijssen. They had been seeing each other for only five weeks.\nThijssen had vanished after calling in the tip-off from Vaucluse, and police launched a major manhunt focused on the cliffside suburb.\nThere they found items \"associated with the homicide\" - allegedly the murder weapon - in a bin, and on Friday morning, a body which was later confirmed to be Thijssen.\n'Stolen from us'\nAs friends and family reckoned with the death of Ms James, they remembered her as kind friend and an avid sportswoman.\nAlong with water polo, she loved dancing and swimming, doing both competitively as a teenager. And she had been studying a sports business degree at university, working at the school on the side.\n\"She was vibrant, outgoing, and very much loved by her family and friends,\" Ms James's family said in a statement.\n\"We are devastated and heartbroken.\"\nMs James was \"stolen from us\", family friend Daniel Makovec wrote in a fundraising appeal for the family.\n\"We will be grieving this loss forever,\" he said.\nIMAGE SOURCE,\nGOOGLE MAPS\nImage caption,\nSt Andrew's Cathedral School is right in the heart of Sydney\nIn a note to parents, the head of St Andrew's Cathedral School said she was deeply concerned for all involved.\n\"The horrors of evil do not, and will not, define our community, that is my oath,\" Julie McGonigle said.\nMr Thijssen, a Dutch national, was a former sports captain at the school before he became a staff member.\nNew South Wales Premier Chris Minns too sent his condolences to Ms James's family, describing her death as a \"horrible, horrible crime\".\n\"[It is] one of the worst that I've seen in my public life, and I can only imagine what [the] family is going through right now,\" he said.\nAn 'insidious' problem\nThe case has reignited conversation about how Australia has long struggled to move the needle on what is often called an \"epidemic\" of domestic violence in the country.\nMs James is the 41st Australian woman this year to die allegedly as a result of gendered violence, according to the Counting Dead Women project.\nIn the past 10 days alone, three women - South Australian Krystal Marshall, an unnamed Canberra woman and Ms James - have all allegedly been killed by men they knew. All were inside their own homes or workplace.\nGendered violence reform campaigner Tarang Chawla - whose sister was murdered by her partner in 2015 - said Ms James's death is a \"tragic reminder of the dark, insidious reality of men's violence against women\".\n\"I look at the photos of Lilie and I remember my own 23-year-old sister Niki and how I felt after she was murdered,\" he wrote on Instagram.\n\"Lilie, I'm sorry we failed you.\"\nAnd while the nation grieves, urgent questions are again being asked about how to keep women safe.\nAustralia has had a National Plan to End Violence against Women and Children since 2010, but the statistics show the rates of violence remain stubbornly high.\nA new 10-year plan was introduced last year - this time with actionable targets. It places emphasis on early intervention, improving police and justice responses, creating more emergency housing and increasing the trauma support available to victim survivors.\nBut CEO of Full Stop Australia, Karen Bevan, says it is concerning \"cultural attitudes towards gender equality and violence against women\" that underpin Australia's domestic violence scourge.\nAccording to a recent survey, while more than 90% of Australians recognise violence against women is a problem in the country, just under half say it is a problem in their own suburb or town.\nThe same study also found around four in 10 Australians wrongly believe men and women are equally likely to commit domestic violence.\nMs Bevan says that addressing \"myths and misconceptions\" of how and why violence against women occurs and greater \"community understanding\" is key.\nNSW Minister for Domestic Violence Prevention, Jodie Harrison, has also appealed for the community to better call out \"inappropriate behaviour\" in the wake of Ms James's death.\n\"That's really the start of a lack of safety for women and children,\" she told Guardian Australia.\n\"It's up to every single one of us. Government can fund programs but unless individuals take responsibility for themselves, that government funding will be wasted.\"\nBut advocates say more funding and measures to track progress are also needed.\n\"For all the violence elsewhere that we condemn, Australia has a problem that we urgently need to fix,\" Mr Chawla said.\nRelated Topics\nDomestic abuse\nMore on this story\nOver 600 charged in Australia family violence blitz\nPublished\n31 January\nHow dangerous is Australia for women?\nPublished\n22 January 2019\nMurders prompt calls for landmark police trial\nPublished\n30 June 2022",
    "authors": "By Tiffanie Turnbull",
    "uploaddate": "2023-10-29T22:36:30.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67258332",
    "headline": "Dagestan: Mob storms Russian airport in search of Jews",
    "contents": "Dagestan: Mob storms Russian airport in search of Jews\nPublished\n4 hours ago\nShare\nMedia caption,\nWatch: Protesters storm airport in Russia, forcing it to close\nBy Oliver Slow & Laurence Peter\nBBC News\nIsrael has urged Russia to protect \"all its citizens and all Jews\" after a large mob shouting antisemitic slogans stormed a Dagestan airport.\nVideo footage on social media showed an angry crowd running through the airport in Makhachkala seeking people arriving on a flight from Tel Aviv.\nSome of the crowd ran on to the runway and surrounded aircraft there.\nRussia's aviation agency Rosaviatsia said security forces later brought the situation under control.\nThe airport was closed on Sunday night. On Monday, Rosaviatsia said the airport had reopened. The agency added that flights from Israel to the North Caucasus would be \"temporarily redirected to other cities\".\nSixty alleged mob participants have been arrested, Russian news agencies say, citing the local interior ministry.\nVideo clips showed hundreds of people storming the airport terminal, with some waving Palestinian flags.\nMany in the crowd shouted antisemitic slogans, while others chanted \"Allahu Akbar\" - God is greatest.\nVideo posted on social media showed a mob rampaging through the terminal, asking staff where the \"Jews\" were.\nAn Israeli passenger told Ynet that rioters stopped a bus carrying passengers and asked every person if they were Muslim or Jewish. \"It was lucky that the Israelis on the plane spoke Russian,\" he said. \"I saw death on that bus.\"\nOne passenger, who said he was on the flight from Tel Aviv, told local media that he was stopped by the crowd. He said he was let go after rioters told him: \"We are not touching non-Jews today.\"\nA local Telegram channel encouraged people to gather at the airport at the time of the flight's arrival and encouraged participants to search for every Jewish person there.\nLocal media reported that some demonstrators were stopping cars outside Makhachkala's airport demanding to see documents.\nTwenty people were injured, including some police officers, the republic's health ministry said. Some have serious injuries and two are in critical condition.\nDagestan is a mainly Muslim Russian republic in the North Caucasus, home to some 3.1 million people on the western edge of the Caspian Sea. Its government said a criminal case had been opened for civil disorder.\nThe rabbi of the Dagestani city of Derbent, Ovadia Isakov, told local media that the future of the estimated 300-400 Jewish families in Dagestan was in doubt. Jews have had a presence in the region since pre-Islamic times.\nThe Israeli prime minister's office said Russia had to act decisively against incitement to violence against Jews and Israelis.\nA US presidential spokesperson, Adrienne Watson, said in a tweet that \"the United States vigorously condemns the antisemitic protests in Dagestan\".\n\"The US unequivocally stands with the entire Jewish community as we witness a worldwide surge in antisemitism. There is never any excuse or justification for antisemitism,\" the White House National Security Council spokesperson said.\nDagestan's government voiced support for Gaza, but appealed to citizens to remain calm and not take part in such protests. There have been widespread protests internationally against Israel's bombing of Gaza.\nKremlin spokesman Dmitry Peskov blamed the riots on \"outside interference\" of \"ill-wishers\". He provided no evidence for his claim.\nDagestan's governor, Sergei Melikov, denounced the mob invasion of the airport, in a post on messaging service Telegram.\n\"There is no honour in hurling abuse at strangers, searching their pockets looking for their passports!\" he wrote. He condemned \"attacks on women with children\".\nThe mob's actions, he said, were a \"stab in the back\" for Dagestani patriots, including those fighting in Ukraine in the Russian armed forces.\n\"What happened at our airport is outrageous and should receive the appropriate assessment from law enforcement. This will be done,\" he wrote.\nIsrael's foreign ministry said the Israeli ambassador in Moscow was working with Russian authorities, adding that Israel \"views gravely attempts to harm Israeli citizens and Jews anywhere\".\n\"Israel expects the Russian law enforcement authorities to safeguard all Israeli citizens and Jews, whoever they may be, and to take robust action against the rioters and against the unbridled incitement being directed at Jews and Israelis,\" the ministry statement said.\nOn Saturday, a crowd in the city of Khasavyurt in Dagestan gathered outside a hotel where they believed some Israelis were staying.\nThe protesters threw stones at the windows and a sign was put on the door reading: \"Entrance strictly forbidden to citizens of Israel… (Jews).\"\nLater police reportedly let some into the hotel so they could see for themselves that no Israelis were there.\nDagestan is not the only region in the North Caucasus that has been dealing with unrest.\nA Jewish centre in the republic of Kabardino-Balkaria was set on fire over the weekend.\nAkhmed Dudayev, Chechnya's information minister, has appealed to people not to \"follow the lead of provocateurs\".\n\"We cannot allow the incitement of ethnic hatred! Remain vigilant and do not allow yourself to be misled!\" he wrote on Telegram.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Video said to show Al-Quds hospital after nearby blast\nIsrael: Could ground invasion of Gaza meet its aims?\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nRelated Topics\nMiddle East\nIsrael\nRussia\nAntisemitism\nMore on this story\nDagestan profile\nPublished\n10 hours ago",
    "authors": "By Oliver Slow & Laurence Peter",
    "uploaddate": "2023-10-30T15:10:47.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67260093",
    "headline": "Shani Louk: Woman missing after Hamas attack is dead, says mother",
    "contents": "Shani Louk: Woman missing after Hamas attack is dead, says mother\nPublished\n5 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nSHANI LOUK'S INSTAGRAM\nImage caption,\nShani - pictured here in Mexico - was attending a a festival in Israel when she went missing\nBy Kathryn Armstrong\nBBC News\nThe mother of Shani Louk, an Israeli-German woman thought to have been kidnapped by Hamas fighters at a music festival in Israel, says her daughter is dead.\nSpeaking to German media, Ricarda Louk said she had been told by the Israeli military that a DNA sample taken from part of a skull bone proved to be Shani's.\nHer body has not yet been found.\nShani's sister also confirmed the death on social media.\nAdi Louk wrote on Instagram on Monday that Shani had been killed in the \"massacre at Re'im\" - a reference to the attack staged by Hamas in southern Israel, near the Gaza Strip, on 7 October.\nBut it was not clear from the reports where or when the fragment of her skull had been found.\nIsrael's foreign ministry wrote on X, formerly Twitter, that it was \"devastated\" to have to share the news of her death.\nThe 22-year-old had been attending the festival near the Kibbutz Re'im when gunmen opened fire and sent terrified partygoers fleeing through the desert.\nMore than 260 people were killed, the Israeli authorities said, while others were taken hostage.\nSoon after the attack, a video began circulating widely on social media, showing the body of a young woman being paraded through the streets in the back of a flatbed truck, surrounded by armed fighters and others yelling \"Allahu Akbar\" (God is Greatest).\nThe woman was lying face down but Ms Louk's family say they identified her from her dreadlocks and distinctive tattoos.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Video said to show Al-Quds hospital after nearby blast\nIsrael: Could ground invasion of Gaza meet its aims?\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nWhile there was speculation online and in the media that she was dead, Ms Louk's mother said at the time she believed her daughter was alive.\n\"We were sent a video in which I could clearly see our daughter unconscious in the car with the Palestinians and them driving around the Gaza Strip,\" Ricarda Louk said in an appeal for information posted online.\nSpeaking to the German TV news channel RTL/ntv on Monday, Ricarda Louk said she now assumed her daughter had been dead since 7 October and may have been shot in the head during the Hamas attack.\n\"At least she [Shani] didn't suffer,\" she said, adding that it was good to have certainty.\nMore than 1,400 people were killed in the attacks by Hamas, according to the Israeli authorities, but there has been a delay in identifying some people due to the poor condition of some of the bodies.\nMore than 220 are thought to have been taken hostage and four people have been released.\nMeanwhile, the Hamas-run health ministry in Gaza says more than 8,000 people have been killed since Israel's retaliatory bombing began.\nRelated Topics\nMiddle East\nIsrael-Gaza war\nIsrael\nGermany\nGaza\nMore on this story\nMother pleads for help finding daughter seen in kidnapping video\nPublished\n8 October\nWho are the hostages taken by Hamas from Israel?\nPublished\n6 hours ago\nNetanyahu meets hostages' families anxious over war\nPublished\n1 day ago\nOne parent rescued, the other remains in Hamas's hands\nPublished\n3 days ago",
    "authors": "By Kathryn Armstrong",
    "uploaddate": "2023-10-30T13:55:54.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67263059",
    "headline": "Gun shop turned Maine suspect away months before mass shooting",
    "contents": "Gun shop turned Maine suspect away months before mass shooting\nPublished\n4 hours ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nEighteen people were killed and more than a dozen were injured in Wednesday's deadly attacks\nBy Nadine Yousif\nBBC News\nThe suspect behind a string of deadly shootings in Maine was turned away by a local firearms store three months before he opened fire.\nRobert Card was refused a silencer for a firearm after he admitted that he was committed to a mental health facility, a local store owner said.\nCard was found dead on Friday, ending a 48-hour manhunt.\nThe gunman had opened fire at a bar and a bowling alley on Wednesday in the city of Lewiston, killing 18.\nMore than a dozen people were also injured in the shooting.\nSince then, details have emerged about Card, a 40-year-old army reservist with a history of mental illness and who had allegedly made violent threats in the past.\nMaine firearms store owner Rick LaChapelle told The New York Times and ABC News that the suspect had entered his shop on 5 August to pick-up a silencer he had purchased online.\nHe then had to fill out a form, which included a question that asked: \"Have you ever been committed to a mental institution?\"\nCard answered yes, Mr LaChapelle said.\nThe staff then looked at the form and informed Card that he was not eligible to purchase the silencer because of the answers he'd given on the questionnaire.\nMr LaChapelle said he believes the attacks would have been deadlier had the purchase gone through, because people would not have heard the gunfire.\n\"We did what we were supposed to do and hopefully saved a lot of lives by just following the proper procedures,\" he told the New York Times.\nCard was committed to a mental health facility for two weeks in July for acting erratically, \"hearing voices and threats to shoot up\" a military base, the Associated Press reported.\nSign language interpreter among Maine attack dead\nTears and relief in Maine after gunman's death\nMaine Democrat reverses course on weapons ban\nPolice have confirmed that Card was known to have undergone mental health evaluations but that he had never been forcibly committed for treatment.\nLater in September, the Maine National Guard had issued a state-wide warning about Card, saying that they feared he would \"snap and commit a mass shooting\", according to law enforcement sources who spoke to CNN.\nThe warning came after Card allegedly made threats against his US army base in Saco, Maine.\nOfficers in Sagadahoc County and Kennebec County then tried to contact Card on 16 September, less than six weeks before the deadly shooting rampage in Lewiston, but were unable to find him at his home.\nCard's history of mental illness and alleged threats and have raised questions about whether Maine's \"yellow flag\" law, which passed in 2019, is effective in preventing deadly mass shootings.\nThe law outlines several steps that have to be taken before a weapon can be taken from someone who is deemed to pose a threat to themselves or others.\nMedia caption,\nWatch: 'We sold 28 guns yesterday' - Lewiston gun shop owner\nIt is seen as a weaker version of a \"red flag\" law, which has been adopted in some form by 21 other states. Those laws allow a court to order the temporary removal of a firearm from a person who may be a danger to themselves or others.\nCam Shannon, chair of the non-profit Maine Gun Safety Coalition, called the state's gun laws \"woefully weak\" in an interview with NBC News.\n\"We have long felt that this is a question of not if, but when,\" Ms Shannon said.\nCard was found dead from an apparently self-inflicted gunshot wound on Friday night, police said, near a river around 10 miles (16 kilometres) from Lewiston.\nRelated Topics\nUS gun violence\nMaine\nUnited States\nMass shootings\nMore on this story\nMaine Democrat reverses course on weapons ban\nPublished\n2 days ago\nSign language interpreter among Maine attack dead\nPublished\n2 days ago\nMaine mass shooting suspect found dead\nPublished\n2 days ago",
    "authors": "By Nadine Yousif",
    "uploaddate": "2023-10-30T15:17:36.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67260549",
    "headline": "Matthew Perry cause of death inconclusive pending toxicology tests",
    "contents": "Matthew Perry cause of death inconclusive pending toxicology tests\nPublished\n9 hours ago\nShare\nIMAGE SOURCE,\nALAMY\nImage caption,\nPerry was a fan favourite as Chandler Bing in Friends\nBy Emma Saunders\nEntertainment reporter\nThe cause of Matthew Perry's death is unknown and has been \"deferred\" pending further investigation.\nThe LA Times and TMZ, which first reported the Friends actor had died, said the star was found unresponsive in a hot tub at his house on Saturday.\nPerry's post-mortem examination was inconclusive, while officials await the results of toxicology tests.\nThere were no obvious signs of trauma, an LA Police spokesperson confirmed to CBS News, the BBC's US partner.\nThe LA County Medical Examiner's office updated their file on Sunday to say the case had been deferred.\nThis usually means that the post-mortem is complete but more detail is needed.\nFriends star Matthew Perry dies at 54\nMatthew Perry: Friends fame couldn't quell deep demons\nMatthew Perry and Chandler: A match made in comedy heaven\nMatthew Perry's life in pictures\nA Los Angeles Fire Department spokesperson told the BBC on Sunday that first responders went to an address in the Pacific Palisades area, regarding a \"water emergency\" of an unknown type, but did not name Perry.\nThe Friends star, who died at the age of 54, was best known for playing wisecracking Chandler Bing in the hugely popular '90s TV sitcom.\nThe show, which followed the fortunes of six young friends living in New York City, aired from 1994 until 2004.\nIts final episode was watched by 52.5 million in the US, making it the most watched TV episode of the 2000s.\nBut while at the height of his fame, Perry was battling with addiction to painkillers and alcohol, and attended rehabilitation clinics on multiple occasions.\nIn 2016, he told BBC Radio 2 that he could not remember three years of filming during Friends, because of drink and drugs.\nRelated Topics\nFriends\nComedy\nTelevision\nMore on this story\nFriends star Matthew Perry dies at 54\nPublished\n1 day ago\nMatthew Perry: Friends fame couldn't quell deep demons\nPublished\n1 day ago\nMatthew Perry and Chandler: A match made in comedy heaven\nPublished\n1 day ago",
    "authors": "By Emma Saunders",
    "uploaddate": "2023-10-30T09:40:11.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67262119",
    "headline": "Celebrity Halloween costumes 2023: Ice Spice and Adele among those dressing up",
    "contents": "Celebrity Halloween costumes 2023: Ice Spice and Adele among those dressing up\nPublished\n3 hours ago\nShare\nRelated Topics\nHalloween\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nIce Spice transformed into Betty Boop for the night with a little red dress and curled hair for her performance at Powerhouse in New Jersey\nBy Andre Rhoden-Paul\nBBC News\nHalloween is upon us, and celebrities have been kicking off spooky season with some incredible looks.\nRapper Ice Spice got the internet talking after transforming into cartoon character Betty Boop for a performance in New Jersey.\nMeanwhile, Justin and Hailey Bieber were among stars attending parties over the weekend. The couple channelled The Flintstones for their outfits.\nHere are some of the best celebrity Halloween costumes spotted so far.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nHailey and Justin Bieber channelled the Flintstones at a Los Angeles party\nMegan Thee Stallion threw a Tim Burton-themed bash, appearing as a rose.\nSkip instagram post by theestallion\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post by theestallion\nAdele brought the gothic vibes to her Las Vegas residency by dressing as Morticia Addams.\nSkip instagram post 2 by adele\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 2 by adele\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMegan Fox and Machine Gun Kelly served a coordinated look from the film Kill Bill at the star studded Casamigos party in LA. That was despite acting union SAG-AFTRA issuing guidelines not to wear costumes promoting content made by studios they are in dispute with\nKeeping up with her sister, Kourtney Kardashian held her baby bump as she dressed as her sister Kim when she appeared at the 2013 Met Gala while pregnant.\nSkip instagram post 3 by kourtneykardash\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 3 by kourtneykardash\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nParis Hilton dressed as Britney Spears, paying homage to the singer's outfit in her Toxic music video\nSinger Chloe Bailey came with a Game Of Thrones-inspired look, appearing as Daenerys Targaryen.\nSkip instagram post 4 by chloebailey\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 4 by chloebailey\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nRapper Tyga was a gruesome clown inspired by the Terrifier movies\nLizzo honoured the late Queen of Rock and Roll, dressing as Tina Turner.\nSkip instagram post 5 by lizzobeeating\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 5 by lizzobeeating\nKnown for her long nails, rapper Saweetie took on Edward Scissorhands.\nSkip instagram post 6 by saweetie\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 6 by saweetie\nYou may also like:\nTaylor Swift tackles slut shamers with 1989 remake\n'What's up homie?' - Timberlake impression goes viral\nJay-Z answers $500k viral question about himself\nRelated Topics\nHalloween\nCelebrity\nMore on this story\nStriking actors given Halloween costume rules\nPublished\n20 October",
    "authors": "By Andre Rhoden-Paul",
    "uploaddate": "2023-10-30T15:59:25.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67262792",
    "headline": "Tarantula causes vehicle crash in California's Death Valley",
    "contents": "Tarantula causes vehicle crash in California's Death Valley\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nNATIONAL PARK SERVICE\nImage caption,\nA tarantula seen by park employees in Death Valley on the day of the accident.\nBy Bernd Debusmann Jr\nBBC News, Washington\nA foreign tourist traveling in California's Death Valley National Park has been injured in an accident caused by an unlikely culprit: a tarantula.\nAccording to the National Park Service, a traveling Swiss couple in a rented camper van hit their brakes to avoid hitting the spider.\nThe van was in turn rear-ended by a 24-year-old Canadian motorcyclist, who was injured in the incident.\nThe spider survived the pile-up, escaping into the desert unharmed.\nIn a statement posted on Facebook, the park said that the incident took place on a state highway east of Towne Pass, a remote and arid section of the park located in California's Inyo County, on 28 October.\nThe motorcyclist was taken to Desert View Hospital in the nearby town of Pahrump. His condition is unclear.\nThe BBC has reached out to the hospital and the park service for comment.\nSuperintendent Mike Reynolds, the first park service employee at the scene of the accident, implored other visitors to the park to drive slowly in the area, particularly when going down steep hills.\n\"Our roads still have gravel patches due to flood damage, and wildlife of all sizes are out,\" Mr Reynolds said.\nTarantulas average five inches (13 cm) long, but have leg spans of up to 11 inches (28 cm), according to the National Wildlife Foundation. In the US, they are only found in the Southwest.\nWhile the gargantuan, hairy creatures use venom to immobilise their prey - which can include beetles, other spiders and even small lizards - they are not deadly to humans despite their fearsome reputation.\nTheir bites are comparable to a bee sting, although the barbed hairs they shoot at attackers can cause irritation to humans.\nThey are considered slow and non-aggressive and are popular pets among spider lovers.\nTarantulas spend large portions of their lives in underground burrows, and are most often seen in the fall when eight to 10-year old males leave in search of a mate.\nMedia caption,\nZSL London Zoo is trying to help people combat arachnophobia\nRelated Topics\nUnited States\nCalifornia\nMore on this story\nTarantula found by passengers on London train\nPublished\n13 January 2022\nMum's warning after false widow spider bites baby\nPublished\n30 August 2022\nNew giant spider species found in Australia\nPublished\n23 March",
    "authors": "By Bernd Debusmann Jr",
    "uploaddate": "2023-10-30T15:46:57.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67261127",
    "headline": "German politician arrested following Nazi slogan complaints",
    "contents": "German politician arrested following Nazi slogan complaints\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nDPA\nImage caption,\nPolice accuse Daniel Halemba of sedition and possession of far-right materials\nBy Ido Vock & Michael Steininger\nBBC News\nA German politician has been arrested for allegedly displaying Nazi symbols, after \"Sieg Heil\" was regularly heard coming from the headquarters of a fraternity to which he belongs.\nDaniel Halemba, 22, of the Alternative for Germany (AfD), was elected to the Bavarian parliament earlier this month.\nPolice raided the premises of the Teutonia Prag student fraternity and found a number of Nazi symbols.\nMr Halemba was arrested hours before he was due to gain immunity as an MP.\nHe is one of 32 AfD members elected in the far-right party's best-ever election result in Bavaria, where it is now the largest opposition party in the state.\nPolice in Würzburg last month raided the premises of Mr Halemba's fraternity after neighbours complained of hearing shouts of \"Sieg Heil\" from inside.\nOfficers said they had confiscated banned material and that the raid \"confirmed the allegations [made by neighbours]\".\nThe phrase was a key Nazi slogan and is banned in Germany.\nPolice issued an arrest warrant on Friday and Mr Halemba was tracked down near Stuttgart, in the state of Baden-Württemberg, on Monday morning.\nProsecutors told the BBC they considered Mr Halemba a flight risk, as he had been on the run since 26 October.\nHe is under investigation on suspicion of sedition and possessing banned symbols. In Germany, Nazi iconography is outlawed.\nAuthorities also accuse him of collusion or suppression of evidence, as he was trying to influence other members of the fraternity to change their statements.\n\"They want to arrest me... using a totally lawless arrest warrant,\" Mr Halemba said in a video posted to social media before his arrest.\nHis lawyer, Dubravko Mandic, said the allegations against his client had \"no truth\".\nKatrin Ebner-Steiner, the leader of the AfD in the Bavarian parliament, denounced what she termed a \"politically motivated\" prosecution.\nThe AfD has enjoyed record election results in recent months.\nThe anti-immigration party came third in this month's Bavarian election and second in the eastern state of Hesse.\nThe party now regularly polls second nationwide. Germany's next federal election is due in 2025.\nRelated Topics\nGermany\nAlternative for Germany (AfD)\nMore on this story\nNasty campaign heralds big vote for German populists\nPublished\n7 October\nLocal election results a blow to German coalition\nPublished\n8 October\nFar-right parties on the rise across Europe\nPublished\n30 June",
    "authors": "By Ido Vock & Michael Steininger",
    "uploaddate": "2023-10-30T15:49:26.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  }
]