[
  {
    "urlid": "https://www.bbc.com/news/live/world-middle-east-67281166",
    "headline": "unknown",
    "contents": "Posted at 12:01\n12:01\nDutch citizens said to have left Gaza\nAnna Holligan\nHague correspondent\nThe first Dutch people have crossed Gaza's border with Egypt - according to the Dutch public broadcaster NOS, quoting a family member. Those evacuees are reportedly members of the same family.\nThe foreign ministry hasn't yet confirmed the news.\nThis morning, the Palestinian border guard published a list of 400 names of people who would be allowed to leave Gaza today, including those of 20 Dutch people. At the last count, 27 Dutch nationals or people with immediate family in the Netherlands - or with Dutch residence papers - were in Gaza.\nArticle share tools\nShare\nView more share options\nShare this post\nCopy this link\nRead more about these links.",
    "authors": "no author",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67292422",
    "headline": "Israel Gaza: Children must be off limits, says father of abducted kids",
    "contents": "Israel Gaza: Children must be off limits, says father of abducted kids\nPublished\n11 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nYONI ASHER\nImage caption,\nYoni Asher's wife, Doron, and two young daughters Raz (pictured) and Aviv were taken by Hamas in the 7 October attack\nBy Jon Donnison\nBBC News, central Israel\nIn the garden of his home in central Israel, amid the palm trees dappled in the morning sun, Yoni Asher shows me a video on his phone.\nIt's of his two small girls, sitting on a bed. They're singing Happy Birthday.\nRaz, the eldest, with long fair hair, is just four years old. Her sister Aviv, darker and more like her dad, is only two.\n\"They made this for my birthday in July,\" Yoni tells me.\nBut four months on, the 37-year-old father and husband is home alone.\nAlong with their mother Doron, they were captured on 7 October in Hamas's unprecedented cross border attack. They are thought to be among the youngest of the 240 hostages being held in Gaza.\n\"They had been visiting their grandma for the holidays in Nir Oz,\" Yoni says.\nThe Israeli kibbutz sits only two miles from Gaza. It was one of the communities worst affected by the attack, with one in four of those who lived there believed to have been killed or kidnapped by Hamas.\nImage caption,\nYoni saw his wife and kids in a TikTok clip, surrounded by Hamas gunmen\nYoni was not with his family that day. He'd stayed home for work, a hundred miles away.\nThe first confirmation his family had been abducted by Hamas came in a video, posted on TikTok from inside Gaza. Yoni shows it to me.\nIn the five-second clip, you can see his wife Doron, still in her nightwear crammed onto a motorised cart surrounded by Hamas gunmen.\nRaz is there in a pink summer dress.\nMore on Israel-Gaza war\nFollow live: Latest updates\nHostages: Teen taken by Hamas back home in Chicago\nFrom Gaza: 'I don't want to die at 24' - trapped woman\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\n\"That's Aviv's hand,\" Yoni says, pointing to five tiny fingers, reaching out towards her mother.\nThat was more than three weeks ago. Yoni has not seen or heard of his family since. Their grandma, Efrat Katz, has been found dead. Her partner, Gadi Mozes, also abducted, is missing.\n\"The only way to describe it is hell,\" says Yoni. \"It's the definition of hell.\"\n\"How can I eat when I don't know what my family are eating? How can I sleep when I don't know if they if they are cold or too hot?\"\n\"As a father, if you ever saw your children jumping on the bed, or the sofa, you worry they will fall on their head. So, imagine how I feel in this situation. Everything is frightening to me.\"\nFor now, all Yoni has are memories. And inside the family home, they are everywhere. Photographs and children's artwork on the wall. Tiny handprints in red paint.\n\"They loved to draw. Raz did this one for me,\" says Yoni, pointing to a cartoon-like figure on a pin board that's meant to look like him.\n\"She told me it's a superhero.\"\nIMAGE SOURCE,\nYONI ASHER\nImage caption,\nAviv is just two years old. She and her sister Raz, 4, are among the youngest thought to be held in Gaza\nThere's the familiar toy kitchen.\n\"They always liked to pretend to cook for me.\"\nYoni goes on.\nA collection of tiny shoes is lined up in the corner amid children's books.\n\"I had to take all the batteries out of the noisy toys,\" he says.\n\"They are tiny balls of energy. With three women in the house, we had enough noise for any man,\" Yoni tells me managing to raise a smile.\nI ask him how he feels about the suffering in Gaza, now under Israeli bombardment for almost a month and where the United Nations says thousands of children have been killed or injured.\n\"Children are children, it doesn't matter which country they are from,\" he says.\n\"Children need to be off limits. I can't hate not even the children of my so-called enemies. How can you hate a child?\"\nAnd what about the hostage videos that have been released by Hamas?\n\"It was not easy to watch,\" Yoni replies.\nIMAGE SOURCE,\nYONI ASHER\nImage caption,\nYoni says his children love to draw and often pretended to cook for him\n\"They're the ones who got kidnapped. They [Hamas] are taking advantage [of] them in a cynical and the lowest way possible, in order to make some kind of psychological battle.\"\nAt 37 years old, Yoni has known the conflict between the Israelis and Palestinians his entire life. His parents knew it before him.\nBut for him, 7 October is obviously the worst moment.\n\"It's one day of Holocaust,\" he tells me, as he pauses to choose his words.\n\"I know it's a harsh word. But that day was the worst that was seen in the history of the Jewish people and the Israeli people.\"\nDoes he think Israel can ever get over its collective trauma?\n\"We have no other choice. It's like my own personal case. It's either fight or be dropped,\" he says.\n\"We have to recover. It will be very difficult. But I believe in the long term, our nation will recover.\"\nFor now though, all Yoni can do is wait, hope and tell his family's story.\nRelated Topics\nMiddle East\nIsrael & the Palestinians\nIsrael-Gaza war\nIsrael\nGaza\nHamas\nMore on this story\nIn one blast, Khalil Khader lost all his children\nPublished\n1 day ago\nWhat is happening in Israel and Gaza, and why now?\nPublished\n19 hours ago\nIn Kibbutz Be'eri, a broken promise to keep Israelis safe\nPublished\n1 day ago",
    "authors": "By Jon Donnison",
    "uploaddate": "2023-11-02T00:30:42.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67293048",
    "headline": "'I simply don’t want to die at 24' - Gaza woman trapped at Rafah crossing",
    "contents": "'I simply don’t want to die at 24' - Gaza woman trapped at Rafah crossing\nPublished\n15 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nImage caption,\nTala says her younger brother Yazid is very afraid, and his seizures are getting \"worse and worse\"\nBy Fergal Keane\nBBC News, Jerusalem\nThis was their third time trying to cross. But there were reasons to hope. All the news reports said the border would definitely open.\nThe family had been called by the Jordanian embassy and told to go to the Rafah crossing.\nTala Abu Nahleh's mother is a Jordanian citizen. Foreign passport holders were going to be allowed through. So were the wounded and the seriously sick.\nTala's 15-year-old brother Yazid is disabled and suffers from seizures. He can only move from one place to another with the aid of a wheelchair. The hospitals in Gaza have run out of the medication he needs, while the bombing has exacerbated his condition.\n\"Once the escalation started,\" Tala says, \"he got very afraid, the seizures kept getting worse and worse. Every time I believe it's gotten to the worst, it just keeps getting worse.\"\nMore on Israel-Gaza war\nFollow live: Latest updates\nHostages: Children must be off limits, says father of abducted kids\nFrom Gaza: Father loses 11 family members in one blast\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nThere are six in the family and Tala is the sole financial support. She won scholarships and studied in the US and Beirut, Lebanon. Confident and articulate as she is, it is easy to imagine her guiding her family through the challenges of life beyond Gaza's borders.\n\"We are trying to survive. We're not sure we're going to make it, but we're trying to do everything we can to survive, because I simply don't want to die at 24.\"\nImage caption,\nAt the Rafah crossing crowds have been checking lists of those already approved for departure\nThe border is a place where the word \"luck\" has different meanings. It means escaping bombing, hunger and lack of water.\nIt also means having to leave behind those you love who don't have foreign passports, or who are not badly wounded enough to merit evacuation, or who are trapped under fire and cannot reach the border.\nThe number of those who have left, or will be able to leave, is only a tiny percentage of Gaza's population of 2.2 million people.\nMona - she did not wish to give her surname - is an Australian citizen through marriage. She came to the border alone and was haunted by the thought of her family trapped in Gaza.\n\"I'm not happy at all, because I'm leaving my other part, my brothers and sisters, my whole family is still here. I wish, God willing, they would all be in a safe place. The situation is terrible there, it's very very bad,\" she says.\nGroups of men gathered in front of paper lists posted on windows on the Gaza side of the crossing. Fingers ran down lines of names seeking out those already approved for departure. Families sat on the plastic chairs of the waiting hall, a small space into which so much hope is being funnelled.\nAltogether, 400 foreign nationals and wounded people were able to leave Gaza on the first day of the evacuation on Wednesday.\nImage caption,\nNot all of those desperately waiting to cross into Egypt made it on Wednesday\nBy the day's end, it was clear to Tala Abu Nahleh that her family would not be so fortunate. They went home to their apartment, dark like those of their neighbours because there is no electricity.\nTala sent us a video message saying she did not know how to feel any more. She sounded and looked weary.\n\"We came back to no electricity, no food for today, no clean water to drink or even washing water. And one more day closer to my brother running out of medications, and we're still here. And it's night. I don't know if we will make it tomorrow, but I hope so.\"\nAdditional reporting by Mahmoud Bassam in Gaza, and Hanin Abdeen, Alice Doyard, Morgan Gisholt Minard, and John Landy in Jerusalem.\nRelated Topics\nIsrael & the Palestinians\nIsrael-Gaza war\nIsrael\nPalestinian territories\nGaza\nMore on this story\nGaza crossing opens for injured and foreigners\nPublished\n5 hours ago\nBBC verifies attacks in Gaza 'safe' areas\nPublished\n1 day ago\nWatch: Inside Kibbutz house hostages were taken from\nPublished\n1 day ago\nIn one blast, Khalil Khader lost all his children\nPublished\n1 day ago\nBolivia severs diplomatic ties with Israel\nPublished\n1 day ago",
    "authors": "By Fergal Keane",
    "uploaddate": "2023-11-01T20:57:05.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67084141",
    "headline": "Could an Israeli ground invasion of Gaza meet its aims?",
    "contents": "Could an Israeli ground invasion of Gaza meet its aims?\nPublished\n15 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nEPA\nImage caption,\nIsrael's military has called up a record number of reservists for the war with Hamas\nBy Paul Kirby\nBBC News\nIsrael's leaders have declared that Hamas will be wiped off the face of the Earth and Gaza will never go back to what it was.\n\"We have set two goals for the war: to eliminate Hamas by destroying its military and governing capabilities and to do everything possible to bring our hostages at home,\" announced Prime Minister Benjamin Netanyahu, as Israel expanded its ground operations in Gaza.\nOperation Swords of Iron began in response to the killing of more than 1,400 people by Hamas gunmen in a brutal attack on Israeli communities, and Israel's chief of staff has said the military are fighting \"for our right and the right of future generations to live in safety and prosperity in our homeland\".\nThe goal of ending Hamas rule has been endorsed by US Secretary of State Antony Blinken.\nOnce Israel is satisfied Hamas is defeated, its stated aim is to disengage from Gaza completely. Defence Minister Yoav Gallant speaks of a \"new security regime\" there, with no Israeli responsibility for daily life.\nIsrael's aims appear far more ambitious than anything the military has planned in Gaza before and could last months. But are they realistic, and how can its commanders possibly fulfil them?\nEntering the Gaza Strip involves house-to-house urban fighting and carries immense risks to a civilian population of more than two million. Officials in Hamas-run Gaza say more than 8,700 people have already been killed, and hundreds of thousands more have fled their homes.\nThe Israel Defense Forces (IDF) have the added task of rescuing 239 hostages, held in unknown locations across Gaza.\n\"I don't think Israel can dismantle every Hamas member, because it's an idea of extremist Islam,\" says military analyst Amir Bar Shalom of Israel's Army Radio. \"But you can weaken it as much as you can so it has no operational capabilities.\"\nIMAGE SOURCE,\nAHMED ZAKOT/SOPA IMAGES/LIGHTROCKET\nImage caption,\nYahya Sinwar, head of Hamas in Gaza, has been identified as a prime target by Israel\nWeakening it might be a more realistic objective than dismantling it entirely. Israel has already fought four wars with Hamas, and every attempt to halt its rocket attacks has failed.\nAn IDF spokesman said the main aim was that Hamas should no longer have the military capacity to \"threaten or kill Israeli civilians\".\nMichael Milstein, head of the Palestinian studies forum of Tel Aviv University, agrees that destroying Hamas would be highly complicated. He says it would be pretentious to believe you could uproot the idea that embodies Hamas - an offshoot of the Muslim Brotherhood that has influenced Islamist movements around the world.\nQuite apart from the 25,000-plus strength of Hamas's military wing, it has 80-90,000 more members who are part of its social welfare infrastructure, or Dawa, he says.\nGround invasion fraught with risk\nThe military operation is at the mercy of several factors that could derail it.\nHamas's armed wing, the Izzedine al-Qassam Brigades, will have prepared for an Israeli offensive and can use its notorious and extensive network of tunnels to attack Israeli forces.\nIn 2014, Israeli infantry battalions suffered heavy losses from anti-tank mines, snipers and ambushes, while hundreds of civilians died in fighting in a northern neighbourhood of Gaza City.\nThis time too the civilian death toll has soared since ground operations expanded on 27 October, and the IDF has lost increasing numbers of soldiers in combat.\nIsraelis have been warned to prepare for a long war, and a record 360,000 reservists have reported for duty.\nThe question is how long Israel can continue its campaign as international pressure grows for a ceasefire, with supplies of water, power and fuel cut off, and UN warnings of an unfolding human catastrophe.\n\"The government and military feel they have the backing of the international community - at least Western leaders. The philosophy is 'let's mobilise, we have plenty of time',\" says Yossi Melman, one of Israel's leading security and intelligence journalists.\nBut sooner or later he believes Israel's allies will step in if they see images of people starving. Pressure will also mount as civilian casualties continue to rise.\n\"It's very complicated because it needs time and the US administration won't let you stay in Gaza for a year or two,\" says Michael Milstein.\nSaving the hostages\nMany of the hostages are Israelis, but there are also a large number of foreign citizens and dual nationals among them, meaning several other governments - including the US, France and the UK - have a stake in this operation and their safe release.\nPresident Isaac Herzog has said it is Israel's top priority to bring them home. But French strategic specialist Col Michel Goya believes the IDF had a straightforward choice, either sparing the hostages' lives, or going in to \"do Hamas as much harm as possible\".\nHeart-rending appeals from families of those in Hamas captivity are ramping up pressure on Israel's leaders, and Hamas's political leader in Gaza, Yahya Sinwar, has said they are ready to swap all the hostages for the thousands of Palestinian prisoners in Israeli jails.\nThat kind of deal is unlikely.\nIn 2011, Israel exchanged more than 1,000 prisoners for the release of a soldier, Gilad Shalit, held by Hamas for five years. Yahya Sinwar was among those freed, and is now their top man in Gaza.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Bullet holes, gutted rooms: Inside destroyed Kibbutz house\nReporting on Gaza: 'Sometimes from behind the camera I just stand and cry'\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nIsrael: Is there a plan for after the war ends?\nNeighbours watching closely\nWhat could also affect the duration and outcome of a ground offensive is how Israel's neighbours react.\nEgypt's Rafah border crossing with Gaza has become a humanitarian focal point for supplies getting into Gaza. Hundreds of foreign passport holders and some of the wounded have been allowed to leave but more remain.\n\"The more Gazans suffer following the Israeli military campaign, the more pressure Egypt will face, to appear as if it has not turned its back on the Palestinians,\" says Ofir Winter of Israel's Institute for National Security Studies.\nBut that will not stretch to Cairo allowing a mass crossing of Gazans into northern Sinai. President Abdul Fattah al-Sisi has warned that any attempt to move Gazans into the Sinai peninsula would prompt Egyptians to \"go out and protest in their millions\".\nJordan's King Abdullah has also talked of a \"red line\" for any possible attempt at pushing Palestinian refugees out of Gaza: \"No refugees in Jordan, no refugees in Egypt,\" he warned.\nIMAGE SOURCE,\nSAID KHATIB/AFP\nImage caption,\nIsraeli air strikes and artillery have bombarded Gaza for days, since Hamas slaughtered Israeli civilians\nIsrael's northern border with Lebanon is also under close scrutiny.\nThere have already been regular, deadly cross-border attacks involving Islamist militant group Hezbollah, but although communities on both sides have been evacuated, so far the violence does not amount to a new front against Israel.\nIran, Hezbollah's main sponsor, is already threatening to launch \"new fronts\" against Israel. They were the focus of US President Joe Biden's warning, when he said: \"To any country, any organisation, anyone thinking of taking advantage of this situation, I have one word: Don't!\"\nTwo US aircraft carriers, the USS Gerald Ford and USS Eisenhower, have been sent to the eastern Mediterranean to emphasise that message, and 2,000 US troops have been placed on alert to respond to unfolding events.\nWhat is Israel's endgame for Gaza?\nIf Hamas were to be significantly weakened, the question is what would go in its place.\nIsrael pulled its army and thousands of settlers out of the Gaza Strip in 2005 and will have no intention to return as an occupying force. US President Joe Biden says \"it would be a big mistake\".\nA power vacuum would also create very serious risks and Mr Milstein warns the risk of solving one problem is in finding 10 new ones.\nOfir Winter believes a shift in power could potentially pave the way for the gradual return of the Palestinian Authority (PA), kicked out from Gaza by Hamas in 2007.\nThe PA currently controls parts of the West Bank, but is weak there, and persuading it to return to Gaza would be highly complicated.\nAntony Blinken has said it would make \"most sense... for an effective and revitalised\" PA to run Gaza, although a number of other countries in the region could take part in \"temporary arrangements\" that might involve international agencies.\nThe United Nations temporarily ran Kosovo after Serbian forces withdrew in 1999, but the UN is widely mistrusted in Israel.\nAnother option might be to create an administration, run by Gaza's mayors, tribes, clans and non-governmental organisations, with involvement from Egypt and the US, the PA and other Arab states, says Michael Milstein.\nEgypt's president has himself shown no interest in controlling Gaza but has pointed out that if a \"demilitarised Palestinian state had been created long ago in negotiations, there would not be a war now\".\nGaza's devastated infrastructure will ultimately have to be rebuilt in the way it was after earlier wars.\nIsrael will want even tighter restrictions on \"dual-use goods\" entering Gaza that could have a military and civilian purpose. And there have been calls for an expanded buffer zone along the fence with Gaza to provide greater protection for Israeli communities.\nWhatever the outcome of the war, Israel will want to ensure a similar attack never happens again.\nRelated Topics\nIsrael & the Palestinians\nIsrael-Gaza war\nIsrael\nHamas\nMore on this story\nHow would an Israeli ground assault on Gaza unfold?\nPublished\n13 October\nFrank Gardner: Hostage crisis is toughest Israel has ever faced\nPublished\n11 October",
    "authors": "By Paul Kirby",
    "uploaddate": "2023-11-01T20:15:14.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-middle-east-67280010",
    "headline": "Gaza tunnels: Breaking down videos from Hamas' secret network",
    "contents": "Gaza tunnels: Breaking down videos from Hamas' secret network\nGaza tunnels: Breaking down videos from Hamas' secret network\nRead description",
    "authors": "no author",
    "uploaddate": "2023-10-31T19:40:15.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-asia-china-67237146",
    "headline": "What China wants from Israel-Hamas war",
    "contents": "What China wants from Israel-Hamas war\nPublished\n1 day ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMr Wang flew to Washington to discuss the conflict with Antony Blinken\nBy Tessa Wong\nAsia Digital Reporter, BBC News\nAs the conflict between Israel and Hamas intensifies, an unlikely development has emerged - China playing the part of peace broker. But there are limits to what it can achieve.\nChina's top diplomat, Wang Yi, discussed the conflict with officials in Washington at the weekend amid fears of a bigger regional war. The US has pledged it would work with China on trying to find a resolution.\nMr Wang has also spoken to his Israeli and Palestinian counterparts after China's Middle East special envoy Zhai Jun flew to the region to meet Arab leaders. It has also been one of the most vocal proponents of a ceasefire in UN meetings.\nThere are hopes China could tap into its close relationship with Iran, which backs Hamas in Gaza and Hezbollah in Lebanon, to de-escalate the situation. US officials apparently pressed Mr Wang to \"urge calm\" with the Iranians, reported the Financial Times.\nChina is Iran's biggest trade partner, and earlier this year Beijing brokered a rare détente between Iran and Saudi Arabia. Tehran says it \"stands ready to strengthen communication with China\" on resolving the situation in Gaza.\nAs the Chinese government has had a relatively balanced relationship with all actors in the conflict, they could be perceived as an honest broker, said Dawn Murphy, an associate professor who studies Chinese foreign policy at the National War College under the US Department of Defense.\nIn particular, China has positive relations with the Palestinians, Arabs, Turkey and Iran, she said. \"Together with the US which has good relations with Israel, they could bring all of the players to the table.\"\nBut other observers point out that China remains a minor player in Middle East politics.\n\"China is not a serious actor on this issue. Talking to people around the region, nobody expects China to contribute to the solution,\" said Jonathan Fulton, a non-resident senior fellow with the Atlantic Council who specialises in China's relations with the Middle East.\nMore on Israel-Gaza war\nFollow live: Latest updates\nWatch: Israel's UN envoy pins yellow star to chest\nReporting on Gaza: 'Sometimes from behind camera I just stand and cry'\nExplained: What is happening in Israel and Gaza, and why now?\nHistory behind the story: The Israel-Palestinian conflict\nChina's first statement on the conflict angered Israel which expressed \"deep disappointment\" that China did not condemn Hamas nor mention Israel's right to defend itself.\nHamas gunmen launched an unprecedented assault on Israel from the Gaza Strip on 7 October, killing more than 1,400 people and taking at least 239 hostages.\nSince then, Israel has been carrying out retaliatory strikes on Gaza, in which more than 8,000 people have been killed, according to the Hamas-run health ministry. Israel has now also sent troops and tanks into the territory.\nAfter the furore over its first statement, Mr Wang later told Israel that \"all countries have the right to self-defence\" - but he also said elsewhere that Israel's actions have gone \"beyond the scope of self-defence\".\nChina faces a difficult balancing act because it has long openly sympathised with the Palestinian cause.\nIt stretches back to Chinese Communist Party founder Mao Zedong, who sent weapons to Palestinians in support for so-called \"national liberation\" movements around the world. Mao even compared Israel to Taiwan - both backed by the US - as bases of Western imperialism.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nChina has in the past sided with the Palestinian cause\nIn later decades China opened up economically and normalised relations with Israel, with whom it now has a billion-dollar trade relationship.\nBut China has made it clear it continues to support the Palestinians. In their remarks on the latest conflict, Chinese officials and even President Xi Jinping have stressed the need for an independent Palestinian state.\nOne side effect is an uptick in antisemitism online, fanned by nationalist bloggers. Some on Chinese social media have equated Israel's actions to Nazism by accusing them of carrying out a genocide on Palestinians, prompting a rebuke from the German embassy in Beijing.\nThe stabbing of a family member of an Israeli embassy employee in Beijing has also added to the unease.\nAll this may not be a good look for China when it's trying to engage the Israeli government.\nGiven the uncertainties, why is China getting involved?\nOne reason is its economic interests in the Middle East, which would be endangered if the conflict widens.\nBeijing is now heavily dependent on foreign imports for oil, and analysts estimate about half of that comes from the Gulf. Middle Eastern countries have increasingly become important players in China's Belt and Road Initiative (BRI), a cornerstone of its foreign and economic policy.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nChinese President Xi Jinping welcomed Palestinian President Mahmoud Abbas in 2017\nBut another reason is the conflict presents a golden opportunity for Beijing to burnish its reputation.\nChina believes that \"standing up for the Palestinians resonates with Arab countries, Muslim-majority countries and large portions of the Global South\", pointed out Dr Murphy.\nThe war has erupted at a time when China is presenting itself as a better suitor for the world than the US. Since the start of the year, it has promoted a vision of a Chinese-led world order while criticising what it sees as the failures of US \"hegemonic\" leadership.\nHow far would US go to defend Israel?\nBelt and Road: Is China's trillion-dollar gamble worth it?\nOfficially, China has refrained from attacking the US for its support of Israel. But at the same time state media is \"ginning up the nationalist response… tying what's happening in the Middle East with the US support of Israel,\" noted Dr Murphy.\nChinese military newspaper PLA Daily accused the US of \"adding fuel to the fire\" - the same rhetoric Beijing has used to criticise Washington for helping Kyiv in the Ukraine war. The state-run, English language newspaper The Global Times published a cartoon of Uncle Sam with bloodstained hands.\nOne view among observers is that Beijing is contrasting its position against the US so it can lower its Western rival's global standing. But by not explicitly condemning Hamas, China also risks undermining its own position.\nThere are challenges China faces in its long-term ambitions.\nOne is how it can square its diplomatic position with its own track record. While it expresses solidarity with Muslim-majority nations and opposes Israel's occupation of Palestinian territories, Beijing remains accused of committing rights abuses and genocide of the Uyghur Muslim minority, as well as forced assimilation in Tibet.\nObservers say that this would probably not be an issue for the Arab world, given the strong relations China has built with them.\nThe bigger problem is Beijing risks being seen as superficial in its engagement, or even worse, capitalising on the Israel-Hamas conflict to advance its own interests.\nChina assumes that \"by saying you support Palestine you'll score points with Arab countries, and that is a cookie-cutter approach,\" said Dr Fulton, noting there is not some unified voice among Arab states on the highly divisive issue.\nMr Wang has claimed China only seeks peace for the Middle East and has \"no selfish interests on the Palestinian question\".\nThe challenge will be to convince the world this is true.\nAdditional reporting by BBC Monitoring.\nRelated Topics\nIsrael & the Palestinians\nIsrael-Gaza war\nIran\nUnited States",
    "authors": "By Tessa Wong",
    "uploaddate": "2023-11-01T00:07:50.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-australia-67293752",
    "headline": "Suspected mushroom poisoning: Australian woman charged with three murders",
    "contents": "Suspected mushroom poisoning: Australian woman charged with three murders\nPublished\n2 hours ago\nShare\nIMAGE SOURCE,\nSUPPLIED\nImage caption,\nDon and Gail Patterson were two of the three victims who died days after the mushroom lunch\nBy Hannah Ritchie and Simon Fraser\nin Sydney and London\nAn Australian woman has been charged with murder over the suspected mushroom poisoning deaths of three people.\nErin Patterson was arrested on Thursday morning and police have spent the day searching her home east of Melbourne.\nMs Patterson, 49, had served the family lunch after which the trio, who included her former in-laws, fell ill. A fourth person survived.\nToxicology reports suggest the victims consumed deathcap mushrooms. Ms Patterson maintains she is innocent.\nShe has said she did not intentionally poison her guests at the lunch in the Victorian town of Leongatha on 29 July.\nHer former husband Simon Patterson had also been invited to the family lunch, but was unable to make it at the last minute.\nErin Patterson was named as a suspect by police after she and her two children appeared unharmed after the lunch.\nPolice in the state of Victoria took Ms Patterson into custody on Thursday.\nHomicide squad Inspector Dean Thomas stressed the complexity of the case in a press conference, describing it as a tragedy that may \"reverberate for years to come\".\n\"I cannot think of another investigation that has generated this level of media and public interest, not only here in Victoria, but also nationally and internationally,\" he added.\nGail and Don Patterson - the parents of Ms Patterson's ex-husband - were guests at the lunch along with Gail Patterson's sister Heather Wilkinson and brother-in-law Ian Wilkinson.\nThe four were taken to hospital on 30 July reporting violent illness, police say.\nWithin days the Patterson couple, both 70, and Ms Wilkinson, 66, had died. Mr Wilkinson, 68, was taken to hospital in a critical condition but later recovered after two months of treatment.\nIMAGE SOURCE,\nSUPPLIED\nImage caption,\nHeather Wilkinson (left) also died, while her husband Ian (right) was also taken to hospital\nErin Patterson has said she herself was taken to hospital after the meal due to stomach pains, and was put on a saline drip and given medication to guard against liver damage.\nShe has said she served a beef wellington pie using a mixture of button mushrooms bought from a supermarket, and dried mushrooms purchased at an Asian grocery months earlier.\n\"I am now devastated to think that these mushrooms may have contributed to the illness suffered by my loved ones,\" she wrote in a statement in August.\n\"I really want to repeat that I had absolutely no reason to hurt these people, whom I loved.\"\nHer children, who were not present at the lunch, ate some of the leftover beef Wellington the next day. However the mushrooms had been scraped off the dish as they do not like the fungi, she said.\nRelated Topics\nVictoria\nMore on this story\nHundreds mourn Australia couple killed in mushroom lunch\nPublished\n31 August\nAustralia mushroom deaths accidental, says cook\nPublished\n14 August\nFatal family lunch mystery grips Australia\nPublished\n8 August",
    "authors": "By Hannah Ritchie and Simon Fraser",
    "uploaddate": "2023-11-02T09:13:28.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-67295305",
    "headline": "Baby monitor captures moment window is blown in by Storm Ciarán",
    "contents": "Baby monitor captures moment window is blown in by Storm Ciarán\nBaby monitor captures moment window is blown in by Storm Ciarán\nRead description",
    "authors": "no author",
    "uploaddate": "2023-11-02T07:47:04.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-asia-china-67294136",
    "headline": "Li Keqiang: Official nerves show as BBC hears praise for dead Chinese leader",
    "contents": "Li Keqiang: Official nerves show as BBC hears praise for dead Chinese leader\nPublished\n4 hours ago\nShare\nImage caption,\nMourners gather at Hongxing Road, the former home of Li Keqiang in Hefei\nBy Stephen McDonell\nin Anhui, China\n\"He was a great leader who has remained in our hearts,\" says a man who has come to pay his respects to Li Keqiang, China's popular former premier who died last week.\nFlowers in hand, he and his son walk up to Li's childhood home on Hongxing road in the city of Hefei. The footpaths are covered in a sea of flowers. Crowds of mourners have been gathering since the 68-year-old suddenly died in Shanghai of a heart attack.\n\"He visited our textile factory and it left a deep impression,\" says the man. Li was from the same province as him, Anhui, he added: \"It's too sad. I can't accept it.\"\nChina's Communist Party has had no choice but to allow this remembrance of Li, who had been the number two leader before he retired earlier this year. But even in death, he remains a challenge to China's current leader, Xi Jinping.\nPublicly criticising Xi, or the Communist Party, would be dangerous. But Li's passing has provided a window to acknowledge his vision for the country and his seemingly more open and moderate approach to politics - which many see as a sharp contrast to Xi's hard-line style.\n\"My best friend and I took a day off to come here and place flowers,\" says a well-dressed middle-aged woman, wearing a pearl necklace and earrings. \"He was always looking out for ordinary people. He always had us in his heart.\"\nHowever, she is soon interrupted by officials telling her, and the BBC crew, to move on.\nOfficers in plain clothes keep gathering in greater numbers around those speaking to the BBC, listening in to what they say. Along Hongxing road, there are hundreds of them, and many more Communist Party volunteers. They are there to maintain order, and journalists are pushed out of the area, with interviews prevented.\nImage caption,\nMourners queue to honour Li\nTwo young women in their 20s can barely be heard over the shouts telling them to leave, as they try to explain the gratitude and love they wanted to express towards Li.\nTwo other women emerge from Hongxing road, and one of them is pushing their mother in a wheelchair. \"We took our mother to visit our former premier,\" one of them says.\n\"I saw him and paid my respects,\" her elderly mother chimes in, clasping her hands as if to pray. \"He was a really good man…\" she continues, but then a woman appears next to her and starts pushing the wheelchair away, urging them to leave and stop talking to the media.\nChinese grieve ex-premier in quiet show of dissent\nWhy Li Keqiang's death is dangerous for Xi Jinping\nObituary: Li Keqiang\nNearby, a man wearing a backpack is watching. He says he has come to Anhui province from Shanghai to honour Li, \"a leader who ordinary people believe spoke the truth\".\n\"When we had difficulties or hardships, he visited to try to understand the situation.\" Then, referring to the man who has replaced him as premier, he adds \"not like Li Qiang\", who he describes as a sycophant.\nWhen asked to clarify if he thought Li Keqiang was better than Li Qiang, he says: \"I don't need to say it. You can ask anyone in Shanghai.\"\nBy now, people are gathering to listen. \"Chinese officials are not used to speaking the truth,\" he says. \"When we heard about his death, we felt surprised because Chinese leaders normally have good health and live to a long age.\"\nImage caption,\nVolunteers form a line to block the BBC crew\nAn official interrupts the interview, and starts pushing him down the street. She keeps telling him that he's not a local, implying that it is not his place to come to Hefei and start speaking to reporters. He turns to the BBC crew and says, \"I can't stay here\". The official physically manoeuvres him into a taxi and orders him to leave.\nAbout an hour's drive out of Hefei, another house where Li used to live has become a place of remembrance. Like in Hefei, the regional capital, the home of Li's ancestors in the village of Jiuzi is surrounded by thousands of flowers, bunched together in black plastic for the occasion.\nPolice have cleared a pathway for mourners to enter and leave. Chickens and birds can be heard above the shuffle of feet and quiet words as people bow in front of the thatch-roofed, mud-walled house where Li spent time as a child.\nImage caption,\nFlowers left by mourners in Jiuzi, Li's ancestral village\nHis modest background has endeared him to ordinary Chinese, especially after he famously referred to the high proportion of them who still live on a meagre income. Two women who've brought their small daughters to place flowers acknowledge this - one of them describes him as \"considerate\" towards the country's poor and its millions of migrant labourers.\n\"He was always thinking of ordinary folk, so we brought our daughters here to send him off,\" she adds. Another woman walks past and stops to say: \"He was really down to earth. He's the son of a farmer. He didn't behave like an official.\"\nThen an 80-year-old woman arrives with her family. She is wearing a red medal around her neck with a hammer and sickle, the symbols of the Communist Party. She holds it up, declaring proudly that she's been in the Party for 60 years.\nAsked if Li was one of the best leaders China has had, she says, \"Yes, yes, yes\". Her much younger companion adds: \"He was actually the best.\"\nClutching her medal, the older woman says: \"Premier Li won people's hearts.\"\nRelated Topics\nAsia\nMore on this story\nLi Keqiang: Ex-Chinese premier sidelined by Xi dies\nPublished\n6 days ago\nWhy Li Keqiang's death is dangerous for Xi Jinping\nPublished\n6 days ago\nXi Jinping's party is just getting started\nPublished\n24 October 2022",
    "authors": "By Stephen McDonell",
    "uploaddate": "2023-11-02T07:45:27.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67296413",
    "headline": "Swiss village of Aarwangen in ding-dong over challenge to cowbells",
    "contents": "Swiss village of Aarwangen in ding-dong over challenge to cowbells\nPublished\n37 minutes ago\nShare\nIMAGE SOURCE,\nTIM GRAHAM/GETTY IMAGES\nImage caption,\nSwiss cows are now fitted with electronic chips so bells are no longer quite as important as they once were\nBy Imogen Foulkes\nBBC News, Bern\nThe gentle tinkling of cowbells is a sound almost everyone associates with Switzerland.\nIt conjures up images of peaceful pastures, with majestic snow-capped mountains in the distance.\nBut what if those bells are right outside your bedroom window day and night, and rather than tinkle gently, clang loudly around the necks of 20 or 30 cows?\nThat is the dilemma many Swiss communities are facing.\nAarwangen, population 4,700, is a charming village sitting on the banks of the beautiful river Aare, the Bernese Alps in the distance.\nIt has a medieval castle and an attractive centre with a church and traditional farmhouses.\nBut the village is also strategically placed to serve Switzerland's highly successful economy.\nIt is just an hour from Bern, Zurich, and Basel and is a lovely place to live for city workers who want some peace after the day job. Now, a growing number of new houses and apartments extend out from the village's original centre.\nBut if you want complete quiet, Aarwangen, or anywhere in rural Switzerland, may not be for you. Those traditional farmhouses are still functioning, the green fields around the village are home not just to new houses, but to dairy cows, complete with bells around their necks.\nFor some of Aarwangen's new residents, the din proved too much. At least two families complained formally to the village council, asking for the bells to be removed at night.\nHowls of protest ensued. Long-term residents, and the village's remaining farmers - just five or six according to village mayor Niklaus Lundsgaard-Hansen - were outraged at what they felt was an attack on their traditional culture.\nThe farmer who owned the herd in question viewed it as a \"personal insult to him and his cows\", said the mayor.\nBefore long, in good Swiss tradition, a petition had been organised, gathering signatures for a vote to keep the bells because, it reads, \"we, the Swiss [want to] preserve and maintain our lived traditions in the future\".\nAndreas Baumann believes firmly that the bells are an essential part of the Swiss soul. He points to Zurich airport's international terminal, where new arrivals are whisked to baggage pick-up through walkways with alpine scenes and the sound of cowbells.\n\"As soon as I hear them, I know I'm back home,\" he said. Anyone disturbed by the bells had \"too romantic a notion of rural life\", he argued, and should really live somewhere else.\nOver 1,000 signatures were gathered for the petition in just a few days. They were handed over to the village authorities at a formal ceremony, accompanied by traditional sausages donated by the farmers.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMany see the bells as an important part of rural Swiss tradition\nCowbells were once very useful in Swiss rural life. With their herds, especially in summer, grazing high in the Alps and often on steep slopes, the bells were vital to keep track of them. Older farmers will still tell you they can hear each individual cow by the sound of its own bell.\nBut nowadays cows have electronic chips, and spend most of their time in fenced-off pastures. The row in Aarwangen is not the first over whether bells are really necessary.\nSome Swiss farmers have already removed cowbells at night, so as not to disturb their neighbours' sleep. Others have given up on them altogether. Animal rights activists have questioned whether the cows are harmed by having to wear a heavy noisy bell.\nBut in a country of high immigration, where 25% of the population is not Swiss, there will always be those who see any change to tradition as an attack on their culture and their identity.\nThat is really what Aarwangen's cowbell row is about. In last month's parliamentary elections the right-wing Swiss People's Party campaigned on the slogan \"so that Switzerland stays Switzerland\", and was rewarded with sizeable gains.\nNext month, Aarwangen's population will gather for a public meeting to vote on the future of their bells. In the meantime, perhaps shocked by the level of feeling, one of those who objected to the noise has withdrawn their complaint. The other has moved away.\nRelated Topics\nCattle\nAlps\nSwitzerland\nMore on this story\nCouple lose fight over cows' clanging bells\nPublished\n11 April 2019\nCampaigner too annoying for Swiss passport\nPublished\n12 January 2017",
    "authors": "By Imogen Foulkes",
    "uploaddate": "2023-11-02T11:36:15.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67293355",
    "headline": "Donald Trump Jr's courtroom debut: Chuckles, smiles and mispronunciation",
    "contents": "Donald Trump Jr's courtroom debut: Chuckles, smiles and mispronunciation\nPublished\n4 hours ago\nShare\nMedia caption,\nDonald Trump Jr: 'I should have worn make-up'\nBy Kayla Epstein\nReporting from court in New York, BBC News\n\"I should have worn make-up,\" Donald Trump Jr quipped on Wednesday as a group of photographers rushed into court to take his picture.\nAs an executive at the Trump Organization, he was testifying in a multimillion-dollar civil trial that could see his family lose a sizable part of its business empire.\nHis comment set the tone for what was an hour-long charm offensive that saw Mr Trump Jr lightheartedly engaging with the judge while letting his lawyers do the brawling for him.\nIn under two hours of testimony in New York, he said he did not work on the financial statements at the centre of the case.\nThe eldest son of the former president appeared confident and relaxed on the witness stand. He smiled during proceedings, even making the occasional joke and drawing laughter from the courtroom.\nThe stakes, however, were high and the claims against him serious.\nThe judge has already found the Trump Organization falsified business records. This hearing will resolve other claims and potential penalties, which, in a worst-case scenario for the family, could see Mr Trump Jr, along with his father and brother Eric, essentially lose the ability to do business in New York\nBut Mr Trump Jr did not appear perturbed. Wearing a dark blue suit and flamingo-pink tie, the current Florida resident quipped to the judge that he had \"kept the New York pace\" after being asked to speak more slowly.\nAt another point, Judge Arthur Engoron noted humorously that Mr Trump Jr could settle a minor pronunciation argument: whether to pronounce \"revocable\" as \"re-VOCK-able\" or \"re-VOKE-able\".\nMr Trump Jr laughed and said he did not know.\nWhen Colleen Faherty of the attorney general's office then phrased her question with one pronunciation, Mr Trump Jr joked that he only understood the other.\nOn another occasion, Ms Faherty pressed the 45-year-old on his understanding of the guidelines businesses use to ensure financial records are accurately maintained. He drew chuckles as he smiled and responded: \"I have no understanding\" - part of his broader argument that he was not involved in the minutiae of the company's accounting as prosecutors have claimed.\nThe attorney general's office argues he and his brother Eric were \"intimately involved\" in the Trump Organization, and said in court filings that they were \"aware of the true financial performance of the company\".\nDonald Trump Jr testifies in NY civil fraud trial\nFive things to know about Trump's New York trial\nThe glitzy New York buildings that Trump could lose\nMr Trump Jr's jovial persona on Wednesday was notably different to the hyper-masculine right-wing influencer he usually portrays.\nIn an appearance on the conservative Newsmax network earlier this week, he called the trial a \"sham\" and and labelled the chamber a \"kangaroo court\".\nBut he refrained from airing such bombastic criticism in court. While Judge Engoron appeared in decent spirits, he had earlier fined Mr Trump Jr's father $15,000 (£12,300) for levelling political attacks against court staff.\nMost of Ms Faherty's questioning focused on establishing Mr Trump Jr's work at the Trump Organization and his involvement in the preparation of various financial documents that had come under the attorney general's scrutiny.\nAnticipation for this phase of the trial had been building since it began on 2 October. Mr Trump Jr is the first of his siblings to give testimony, with Ivanka and Eric Trump scheduled to do so in the coming days. Donald Trump himself may take the stand next week.\nAnd while Mr Trump Jr faced a relatively drama-free day on Wednesday, the tone could change as the attorney general's team resume their questioning on Thursday morning.\nRelated Topics\nDonald Trump Jr\nNew York City\nNew York\nDonald Trump\nUnited States\nMore on this story\nDonald Trump Jr testifies in NY civil fraud trial\nPublished\n13 hours ago\nFive things to know about Trump's New York trial\nPublished\n14 hours ago\nThe glitzy New York buildings that Trump could lose\nPublished\n28 September\nTrump committed fraud in New York, judge finds\nPublished\n27 September",
    "authors": "By Kayla Epstein",
    "uploaddate": "2023-11-02T07:44:36.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/business-67294106",
    "headline": "Boss of Indonesia cough syrup maker jailed after child deaths",
    "contents": "Boss of Indonesia cough syrup maker jailed after child deaths\nPublished\n8 hours ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nAfi Farma has been linked to the deaths of more than 200 children\nBy Peter Hoskins\nBBC News\nThe boss and three other officials of an Indonesian firm whose cough syrup was linked to the deaths of over 200 children have been sentenced to jail.\nThey were handed two-year prison sentences and fined 1bn Indonesian rupiah ($63,056; £51,786).\nThe firm, Afi Farma, was accused of producing cough syrups containing excess amounts of toxic substances.\nThe company's lawyer said they denied negligence and the firm was considering whether to appeal.\nProsecutors had been seeking a prison sentence of up to nine years for Afi Farma's chief executive, Arief Prasetya Harahap, and seven years each for the other defendants.\nThe Public Prosecutor said that between October 2021 and February 2022 the company received two batches of propylene glycol, which is used for making cough syrup.\nThese batches contained 96% to 99% ethylene glycol, the prosecutor said. Both substances can be used as additives to solvents. While, propylene glycol is non-toxic and widely used in medicines, cosmetics and food, ethylene glycol is toxic and used in paint, pens and brake fluid.\nThe company did not test the ingredients used in the cough syrup and instead relied on quality and safety certificates from its supplier, prosecutors said.\nAfi Farma's lawyer, Samsul Hidayat, told the BBC that Indonesia's drug regulator did not require drug makers to carry out rigorous testing of ingredients.\nThe judge in the Kediri District Court, East Java, found the four defendants guilty of intentionally producing pharmaceutical goods that did not meet safety standards.\nThe case comes as efforts grow worldwide to tighten the oversight of drug supply chains after the poisonings.\nSince 2022, more than 200 Indonesian children, most of whom were under the age of five, have died of acute kidney injury linked to contaminated cough syrup. About 100 deaths have been reported in The Gambia and Uzbekistan.\nThe World Health Organization (WHO) has issued warnings about six cough syrups made in India and Indonesia.\nAdditional reporting by Jerome Wirawan in Jakarta, Indonesia\nRelated Topics\nPharmaceutical industry\nIndonesia\nMore on this story\nIndia makes cough syrup testing mandatory for exports\nPublished\n23 May\nTears of relief over Indonesia syrup deaths lawsuit\nPublished\n21 March\nSyrup medicine deaths devastate Indonesia\nPublished\n30 October 2022\nWhy drugs made in India are sparking safety concerns\nPublished\n17 October 2022\nWHO issues alert over another India-made cough syrup\nPublished\n26 April",
    "authors": "By Peter Hoskins",
    "uploaddate": "2023-11-02T03:40:34.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67296157",
    "headline": "Emily Hampshire: Actress apologises for Depp and Heard costume",
    "contents": "Emily Hampshire: Actress apologises for Depp and Heard costume\nPublished\n1 hour ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nBy Natasha Preskey\nBBC News\nSchitt's Creek actress Emily Hampshire has apologised for dressing up as Johnny Depp and Amber Heard with a friend for Halloween.\nHampshire, 42, told her Instagram followers she was \"sorry and ashamed\".\nIn a now-deleted post, Hampshire was seen styled as Depp, with drawn-on facial hair and tattoos, while her friend screwed up her face in mock distress as the actor's ex-wife.\nFormer couple Depp and Heard both accused each other of domestic abuse.\nHampshire, who played Stevie Budd in sitcom Schitt's Creek, described the costume as \"one of the most thoughtless, insensitive, and ignorant things\" she had ever done.\nIn the original post, the Canadian actress was seen wearing a pin-striped suit, with her hair slicked back. She was also holding a wine bottle - an apparent reference to details from the couple's televised court case last year.\nHampshire went on to write that she was ashamed at having put \"something that awful out into the universe\" and said \"domestic abuse is never, ever funny\".\nLast year, Depp and Heard's relationship was in the spotlight due to a US court case in which Depp accused his ex-wife of defamation over an article she wrote for the Washington Post.\nAmber Heard and Johnny Depp's 'Trial by TikTok'\nWhy Johnny Depp lost in the UK but won in the US\nIn the 2018 opinion piece, Heard said she had lost work and received death threats after accusing her ex-husband of domestic abuse, and had \"felt the full force of our culture's wrath for women who speak out\".\nDepp said the article implied he was violent towards Heard, and won the seven-week case against her.\nTwo years previously, Depp lost a similar case in the UK against the Sun newspaper, after the High Court said the content of an article which called him a \"wife-beater\" was \"substantially true\".\nRelated Topics\nDomestic abuse\nJohnny Depp\nAmber Heard\nMore on this story\nDepp wins defamation case against Heard\nPublished\n2 June 2022\nTen moments that defined the Depp-Heard trial\nPublished\n2 June 2022",
    "authors": "By Natasha Preskey",
    "uploaddate": "2023-11-02T11:04:17.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-asia-india-67294185",
    "headline": "Shubhneet Singh: Punjabi rapper faces heat over concert hoodie",
    "contents": "Shubhneet Singh: Punjabi rapper faces heat over concert hoodie\nPublished\n1 hour ago\nShare\nIMAGE SOURCE,\nINSTAGRAM\nImage caption,\nRapper Shubh's India tour was cancelled recently\nBy Cherylann Mollan\nBBC News, Mumbai\nPopular Punjabi rapper Shubhneet Singh has asked people to stop spreading \"hate and negativity\" after a controversy broke out over a hoodie he held up at a concert in London.\nSome Indian social media users claimed the hoodie had imagery supporting the Sikh separatist movement.\nThe Canada-based singer said a fan threw it at him and he did not see what was on it before displaying it.\nThe issue of Sikh separatism is a sensitive topic in India.\nThe rapper - known to fans as Shubh - has previously been in controversies over the issue.\nIn September, his India tour was cancelled after a row over an old social media post where he had shared an incorrect map of India. He was accused of supporting the demand for Khalistan, or a separate Sikh homeland - which had led to a violent insurgency in India in the 1980s. At the time, he had asked his critics to \"refrain from naming every Punjabi as a separatist or anti-national\".\nThat row occurred soon after ties deteriorated between Delhi and Ottawa - Prime Minister Justin Trudeau said his country was investigating the potential involvement of Indian government agents in the murder of a Sikh separatist leader in Canada, an allegation India angrily denied.\nCanada has the largest population of Sikhs outside India's Punjab state, and is home to popular Punjabi diaspora musicians such as Shubh.\nThe recent controversy began after Shubh's weekend concert in London - videos that began circulating on X (formerly Twitter) show him picking up a black hoodie from the floor and holding it up to the audience.\nCritics said the hoodie showed the map of Punjab, along with a drawing of India's former prime minister Indira Gandhi being shot dead.\nGandhi was assassinated by her Sikh bodyguards in 1984, months after the Indian army stormed the Golden Temple, Sikhism's holiest shrine, in Amritsar to flush out separatist militants who were inside.\nIt's difficult to clearly establish the image on the hoodie from the hazy videos that are currently online.\nOn Tuesday, the rapper put up a statement as an Instagram story, where he said that \"a lot of clothes, jewellery and phones were thrown at me by the audience at my first show in London\".\n\"I was there to perform, not to see what got thrown at me and what is on it.\"\nHe has received support from fans who have shared videos from his other shows, where he can be seen picking up items thrown on the stage and displaying them to the audience.\nBBC News India is now on YouTube. Click here to subscribe and watch our documentaries, explainers and features.\nRead more India stories from the BBC:\nDelhi leader skips questioning in corruption case\nWhy Indians are debating a 70-hour work week\nSpeeding led to 70% of India road crash deaths\nIndia opposition says government tried to hack phones\nIndian cricket legend Bishan Bedi dies aged 77\nStricter rules for student hub after suicides\nRelated Topics\nAsia\nIndia\nCanada\nMore on this story\nHip-hop stars on the edge as India-Canada row deepens\nPublished\n5 October\nTrudeau facing cold reality after lonely week on world stage\nPublished\n24 September",
    "authors": "By Cherylann Mollan",
    "uploaddate": "2023-11-02T10:19:10.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67296327",
    "headline": "Taylor Tomlinson: Comedian, 29, fills James Corden's late TV show slot",
    "contents": "Taylor Tomlinson: Comedian, 29, fills James Corden's late TV show slot\nPublished\n46 minutes ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nTaylor Tomlinson has made her name on Netflix specials and social media\nBy Annabel Rackham\nCulture reporter\nComedian Taylor Tomlinson is set to host a new show on the CBS network, making her the only female late-night host in the US.\nAfter Midnight will air next year after The Late Show with Stephen Colbert, filling a gap left by the exit of James Corden.\nTomlinson, 29, has gained prominence from two Netflix stand-up specials - Quarter Life Crisis and Look at You.\nThe comic will become the youngest late-night host by more than 20 years.\nShe joins the likes of NBC's Jimmy Fallon and Seth Meyers, and Jimmy Kimmel at ABC on the late-night circuit and fills the slot left by Corden on The Late Late Show earlier this year.\nTomlinson has gained popularity on social media, particularly TikTok but was also a finalist on NBC's Last Comic Standing in 2015 and was named as one of the top 10 comics to watch by Variety, after appearing at the Just for Laughs festival in 2019.\nSkip instagram post by stephenathome\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post by stephenathome\nThe format of her new show, After Midnight, will be based on Comedy Central's @midnight With Chris Hardwick, which ran from 2013-2017 and featured a panel of comics.\nProduction company Funny Or Die, who are behind Brockmire and Billy on the Street, produced the original @midnight and will again return to create this series, with Colbert serving as an executive producer.\nHe announced After Midnight would be broadcast next year on his show on Wednesday, saying \"We'll need someone who is, I don't know, fun, likeable, young, in touch with online trends and available every night of the week.\"\nColbert shared a screenshot of the moment he told Tomlinson she had got the job, over a Zoom call earlier this week.\nIMAGE SOURCE,\nCBS\nImage caption,\nTaylor Tomlinson heard she had got the job via Zoom\nAdele joins James Corden for final Carpool Karaoke\nJames Corden signs off with message for America\nTomlinson, who is currently on a US comedy tour, then joined Colbert on the sofa, joking: \"I've never had a real job\".\nShe referenced that she had been \"doing stand-up since I was 16, which is not a job\".\nTomlinson had a message for people who might not know her, saying: \"I'm 29 so if you don't know who I am, don't worry. I barely know myself.\"\nShe then said that her 30th birthday is on Saturday and Colbert replied, \"Happy birthday, I got you a network show.\"\nFemale network comedy television hosts have been hard to come by in the US in recent years, with Lilly Singh's stint as replacement for Carson Daly on NBC being the only notable role in the last few years.\nSingh took on his slot from 2019 to 2021, before the show was taken off air.\nRelated Topics\nComedy\nJames Corden\nStand-up comedy\nMore on this story\nJames Corden signs off with message for America\nPublished\n28 April\nJames Corden's journey from ‘jovial’ to ‘eclipsed’\nPublished\n28 April\nJames Corden gets choked up in last Late Late Show song\nPublished\n28 April",
    "authors": "By Annabel Rackham",
    "uploaddate": "2023-11-02T11:26:34.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67296455",
    "headline": "Olivia Rodrigo 'beyond excited' her song is in Hunger Games film",
    "contents": "Olivia Rodrigo 'beyond excited' her song is in Hunger Games film\nPublished\n46 minutes ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nOlivia Rodrigo: \"Soooo beyond excited that I got the opportunity to write a song for The Hunger Games\"\nBy Helen Bushby\nEntertainment reporter\nUS singer Olivia Rodrigo has revealed her delight at being part of the soundtrack for the much-anticipated Hunger Games prequel: The Ballad Of Songbirds And Snakes.\nThe Drivers License singer wrote Can't Catch Me Now for the film, which stars Rachel Zegler, Tom Blyth, Viola Davis and Peter Dinklage.\nShe said she was \"soooo beyond excited\" to be part of the franchise.\nThe film is set years before the first four, which starred Jennifer Lawrence.\nSkip instagram post by oliviarodrigo\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post by oliviarodrigo\nRodrigo's announcement follows the release of her second studio album in September. Guts debuted at number one in the UK album chart, outselling the rest of the top 10 combined in its first week.\nDirected by Francis Lawrence, the films sees British actor Blyth play the young Coriolanus Snow aged 18, who goes on to become the \"tyrannical president of Panem\". West Side Story actress Zegler stars as the games tribute Lucy Gray Baird.\nOscar winner Davis plays head gamemaker Dr Volumnia Gaul, while Game of Thrones star Dinklage plays the public face of the Hunger Games, Casca Highbottom.\nHunger Games prequel will reveal villain's origins\nSnow is assigned to mentor Baird in the upcoming Hunger Games, a brutal battle of life and death between young tributes from Panem's oppressed districts.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nRachel Zegler and Tom Blyth in a scene from The Hunger Games: the Ballad of Songbirds and Snakes\nThe franchise is based on Suzanne Collins' best-selling dystopian books, set in a post-apocalypse America, said to have been inspired by a combination of Greek myth and reality television, as well as Collins' own upbringing as the daughter of an air-force officer who served in Vietnam.\nThe novels' themes include freedom and resistance against oppression, and the prequel is set 64 years before the events of The Hunger Games, detailing the \"Dark Days\" that led to a failed rebellion in Panem.\nThe original films starred Jennifer Lawrence as the games tribute Katniss Everdeen and they took nearly $3bn (£2.5bn) at the global box office.\nRodrigo's song will be released on 3 November and the film is released on 17 November.\nRelated Topics\nOlivia Rodrigo\nPop music\nMore on this story\nIrish playwright to adapt Hunger Games for the stage\nPublished\n25 October\nHunger Games prequel will reveal villain's origins\nPublished\n22 January 2020",
    "authors": "By Helen Bushby",
    "uploaddate": "2023-11-02T11:26:42.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67280174",
    "headline": "Cornell student in court over threats to kill Jews",
    "contents": "Cornell student in court over threats to kill Jews\nPublished\n10 hours ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nREUTERS\nImage caption,\nPatrick Dai (police booking photo)\nBy Brandon Drenon\nBBC News\nA student at an elite New York college has been held in jail after appearing in court accused of posting violent threats against Jewish students.\nProsecutors say Patrick Dai, 21, made threats to bring a gun to the Cornell University campus and rape Jewish women and \"behead any Jewish babies\".\nThe engineering student appeared in court in an orange jump suit.\nHe has been charged with posting threats to kill or injure another using interstate communications.\nThe crime is punishable by up to five years in prison.\nMr Dai's mother was in the court in Syracuse, New York state, on Wednesday afternoon.\nShe leaned forward in an apparent attempt to make eye contact with her son, according to local media.\nProsecutor Geoffrey Brown asked that Mr Dai be remanded in custody, noting that he had visited a campus dining hall before allegedly posting threats to \"shoot up\" the area.\nMr Dai waived his right to a bail hearing.\nAmerican Jews and Palestinians face fear and hatred\nIsrael-Gaza inflames tensions on US college campuses\nUS college Israel-Gaza war protest stirs outrage\nThe Cornell Daily Sun, the college newspaper, first reported on a series of antisemitic comments left on the website Greekrank.\nThe platform, which is not affiliated with the university but is used by many of its students, covers fraternity and sorority life on several campuses.\nOne post from the commenter named \"hamas\" was titled \"if i see another jew\".\nMr Dai's parents told the New York Post that their son suffers from \"severe depression\".\n\"He cannot control his emotion well due to the depression,\" Mr Dai's father, who asked not to be named, told the newspaper in a text message.\n\"No, I don't think he committed the crime. He told us he lost his life goal and motivation. As parents, we tried to give him more love.\"\nMr Dai's father said he and his wife lost communication with their son in the days before his arrest.\nThey had attempted to contact him, he said, worried he might commit suicide.\nIn a statement, Cornell University said: \"We remain shocked by and condemn these horrific, antisemitic threats and believe they should be prosecuted to the full extent of the law.\"\nThe university said that police will maintain a heightened security presence on campus in the coming days.\nMolly Goldstein, co-president of the Cornell Center for Jewish Living, told CNN: \"Jewish students on campus right now are unbelievably terrified for their lives.\"\nThe threats against Cornell's Jewish community came amid reports of rising antisemitic incidents around the country.\nSpeaking to a congressional committee on Tuesday, FBI Director Christopher Wray told lawmakers that antisemitic abuse was reaching \"historic levels\" in the US.\n\"Our statistics would indicate that for a group that represents only about 2.4% of the American public, they account for something like 60% of all religious-based hate crimes,\" Mr Wray said of Jewish Americans.\nHe noted that this figure had probably risen since the Israel-Gaza conflict erupted on 7 October.\nRelated Topics\nIsrael-Gaza war\nUniversities\nUnited States Capitol\nAntisemitism\nMore on this story\nCornell boosts security after antisemitic threats\nPublished\n2 days ago\nAmerican Jews and Palestinians face fear and hatred\nPublished\n23 October\nIsrael-Gaza inflames tensions on US college campuses\nPublished\n16 October\nUS college Israel-Gaza war protest stirs outrage\nPublished\n25 October",
    "authors": "By Brandon Drenon",
    "uploaddate": "2023-11-02T01:29:30.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67294418",
    "headline": "Edgar Lungu - Zambian ex-president stripped of retirement benefits",
    "contents": "Edgar Lungu - Zambian ex-president stripped of retirement benefits\nPublished\n4 hours ago\nShare\nIMAGE SOURCE,\nAFP\nImage caption,\nIt is not clear whether Edgar Lungu will lose immunity from prosecution\nBy Wycliffe Muia\nBBC News\nZambia's government has withdrawn retirement benefits and privileges from former President Edgar Lungu following his decision to return to active politics.\nMr Lungu lost the presidency to Hakainde Hichilema in 2021, after which he announced his retirement.\nAfter six years in office he left the country facing serious economic issues as Africa's most indebted nation.\nHis return to politics sets a stage for a bruising 2026 presidential race.\nThe former president has already been notified about the immediate withdrawal of his retirement benefits and privileges, according to government spokesman Cornelius Mweetwa.\nHe said it was clearly stated in the law that former presidents who returned to politics would lose their benefits.\nAs a retired president, Mr Lungu was entitled to three security officers, a diplomatic passport, three state cars, a furnished house, medical insurance and funeral expenses on his death.\nHe also enjoyed immunity from prosecution.\nIn a press conference on Wednesday, Mr Mweetwa said the former leader would now be treated with \"equality of the law\", just like any other senior citizen of the country.\nMr Lungu is aiming to capitalise on growing dissatisfaction with the continued economic hardships in the country under his successor.\nCivil society groups have also expressed concern over what they described as the \"shrinking\" human rights freedoms in the country.\nWhile announcing his political comeback last week, Mr Lungu said he was returning to fight for and defend democracy in the country.\nHe also pledged to save his factionalised ex-ruling Patriotic Front party from collapse. The government has threatened to de-registrar the party over leadership wrangles.\nThe government spokesman denied Mr Lungu's recent statement that supporters of the ruling United Party for National Development (UPND) were targeting him.\nHe described Mr Lungu's remarks that his life had been threatened as a \"mere false alarm\", saying the former leader was as secure \"as any other citizen\".\nMr Lungu was, however, warned against confrontational politics against President Hichilema's government.\nLast month, Mr Lungu was warned against jogging in public, with police describing his weekly workouts as \"political activism\".\nIt is not clear whether his immunity from prosecution will be removed.\nZambia's parliament has revoked the right to immunity for two former presidents - Frederick Chiluba in 2002 and Rupiah Banda in 2013.\nSome members of the ruling UPND have been calling for the removal of his immunity and prosecution for alleged corruption during his rule. Mr Lungu said the allegations were politically motivated.\nRelated Topics\nZambia\nMore on this story\nZambia in $6bn debt deal after China breakthrough\nPublished\n23 June\nZambia's new president inherits 'empty treasury'\nPublished\n1 September 2021\nAround the BBC\nFocus on Africa podcasts",
    "authors": "By Wycliffe Muia",
    "uploaddate": "2023-11-02T07:55:35.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/health-67272152",
    "headline": "Brain power dropped among over-50s during Covid-19 pandemic, study shows",
    "contents": "Brain power dropped among over-50s during Covid-19 pandemic, study shows\nPublished\n11 hours ago\nShare\nRelated Topics\nCoronavirus\nIMAGE SOURCE,\nGETTY IMAGES\nBy Michelle Roberts\nDigital health editor\nThe Covid pandemic may have impacted brain health in people in the UK aged 50 and over, according to a new study.\nMore than 3,000 volunteers completed yearly questionnaires and online cognitive tests to measure changes in memory, and other faculties, as the pandemic unfolded.\nThe results revealed a decline, irrespective of Covid infection.\nStress, loneliness and alcohol consumption may explain some of the findings, experts say.\nCoping with Covid fears, worries and uncertainties and disruption to routines may have had a \"real, lasting impact\" on brain health, they say.\nCovid: How might the pandemic have affected your brain?\nCovid brain fog more common two years on, study suggests\nThe rate of the drop in cognitive function was accelerated during the first year of the pandemic, when lockdowns occurred, the study found.\nFor memory issues, the decline continued into the second year.\nPeople who already had some mild memory problems before the pandemic began had the worst overall decline.\nIMAGE SOURCE,\nSCIENCE PHOTO LIBRARY\nThe study, called PROTECT - published in The Lancet Healthy Longevity - was set up to help understand how healthy brains age and why some people develop dementia.\nIt uses brain-training games to check memory skills and reasoning, while the questionnaire looks for possible risk factors that could harm brain health.\nThe plan is to keep the study running in the future to see how participants fare, and what lessons can be learned to help others.\nBased on the current findings, lead investigator Prof Anne Corbett, from the University of Exeter and previously King's College London, says pandemic conditions may have hastened brain decline.\n\"Our findings suggest that lockdowns and other restrictions we experienced during the pandemic have had a real, lasting impact on brain health in people aged 50 or over, even after the lockdowns ended.\n\"This raises the important question of whether people are at a potentially higher risk of cognitive decline which can lead to dementia.\n\"It is now more important than ever to make sure we are supporting people with early cognitive decline, especially because there are things they can do to reduce their risk of dementia later on.\n\"So if you are concerned about your memory, the best thing to do is to make an appointment with your GP and get an assessment.\"\nDr Dorina Cadar, a dementia expert from Brighton and Sussex Medical School, said the effect of the pandemic on the general population had been \"catastrophic\".\n\"Many of the long-term consequences of Covid-19, or the restriction measures implemented around the world, remain unknown,\"\nShe recommended more research, and said although the findings could not prove cause and effect, there is mounting evidence that some of the factors described, such as social isolation, can negatively impact brain health.\nDr Susan Mitchell from Alzheimer's Research UK said: \"While our genetics play an important role in the health of our brains as we age, we know that a range of health and lifestyle factors can impact our brain health.\n\"Sadly, there's no sure-fire way to prevent dementia yet, but meanwhile, taking care of our brains can at least help stack the odds in our favour. It's never too early or too late to think about adopting healthy habits, which includes looking after your heart health, keeping connected and staying sharp.\"\nRelated Topics\nAlcohol\nHealth\nDementia\nBrain\nCoronavirus\nMore on this story\nBrain fog after Covid linked to blood clots - study\nPublished\n31 August\nBrain changes seen after mild Covid\nPublished\n7 March 2022\nRelated Internet Links\nPROTECT study\nThe Lancet Healthy Longevity\nThe BBC is not responsible for the content of external sites.",
    "authors": "By Michelle Roberts",
    "uploaddate": "2023-11-02T00:58:11.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-67276289",
    "headline": "Criminals and sanctions-busters exploiting UK secrecy loophole",
    "contents": "Criminals and sanctions-busters exploiting UK secrecy loophole\nPublished\n6 hours ago\nShare\nRelated Topics\nPandora Papers\nBy James Oliver, Will Dahlgreen, James Melley & Andy Verity\nBBC Panorama, Newsnight and BBC Verify\nAn offshore firm helped create companies used by members of Vladimir Putin's inner circle, including one hiding the late mercenary boss Yevgeny Prigozhin's yacht, the BBC can reveal.\nSeychelles-based Alpha Consulting also helped to form more than 900 UK partnerships which used a secrecy loophole to conceal their true owners.\nOne partnership was involved in running a sanctions-busting oil tanker, while others committed crimes.\nAlpha said it always followed the law.\nThe investigation by the BBC, Finance Uncovered and the Seychelles Broadcasting Corporation has analysed internal Alpha documents and thousands of company records to identify some of the people who secretly benefitted from the work of the offshore firm, based in the island nation in the Indian Ocean.\nAs well as catering to members of Russian President Vladimir Putin's inner circle, Alpha Consulting was a secrecy factory - one of the most prolific companies helping to exploit a gaping loophole in UK law. Some of the partnerships it helped create have been involved in alleged fraud and running an illegal essay mill. One has been accused of interfering in a foreign election.\nBanned oligarchs exploited UK secrecy loophole\nThe multi-million-pound homes of sanctioned oligarchs\nYevgeny Prigozhin, boss of the Wagner Group who died earlier this year, was one of those who benefitted from Alpha's services. His company Beratex Group Ltd was sanctioned by the United States in 2019, as a front company which concealed ownership of his private jet and yacht.\nLeaked documents - obtained by the International Consortium of Investigative Journalists and examined as part of the 2021 Pandora Papers investigation - show Alpha helped set up Beratex in the Seychelles, and the hidden beneficial owner was recorded as the mercenary boss's elderly mother-in-law.\nAlpha said it was \"never involved in any business activity\" with Beratex.\nIMAGE SOURCE,\nUS TREASURY\nImage caption,\nA private jet and a yacht belonging to Yevgeny Prigozhin were concealed behind a front company Alpha helped to set up\nLeonid Reiman, a close friend and associate of President Putin, was a client of Alpha. In 2006, while he was Russia's communications minister, Reiman was found by a Swiss tribunal to have been the secret owner of a company that received corrupt payments.\nDespite Mr Reiman's well-documented relationship with the Russian president, the documents show that Alpha provided a director for one of his companies who failed to declare Mr Reiman was a \"politically exposed person\" - someone whose position or relationships mean they may be more exposed to risks of corruption and who therefore requires a greater level of checks.\nAnti-money laundering expert Graham Barrow said this was \"not really an oversight\". Failing to make a declaration is \"a breach of the rules if you are knowingly doing business with somebody who is a politically exposed person,\" he said.\nAlpha said it had carried out all the required checks on Mr Reiman and did not find information which suggested he was a politically exposed person or involved in money-laundering. It said it does \"not act for clients or professional intermediaries who we find have been involved in wrongdoing\".\nThe investigation also reveals that Alpha, run by a Russian businesswoman named Victoria Valkovskaya, helped to create 927 limited partnerships - one in five of those registered in England, Wales and Northern Ireland since 2017.\nIMAGE SOURCE,\nVICTORIA VALKOVSKAYA\nImage caption,\nAlpha is run by Russian businesswoman Victoria Valkovskaya\nLimited partnerships, a type of firm usually created by two or more people to own and run a business together, can also be used to sidestep transparency regulations.\nAfter a law was introduced in 2016 requiring UK companies to declare who owns them or is really in control, there was a surge in the registration of limited partnerships, which were exempt. This requirement was extended to Scottish limited partnerships a year later after it was revealed that they were being increasingly used for money laundering and other crimes.\nBut last year, the BBC and Finance Uncovered revealed the increasing use of English limited partnerships and evidence linking a number of them to fraud, terrorism and money laundering.\nDespite this, the government has failed to extend laws requiring companies to identify the people really in control - known as \"persons of significant control\" - to all limited partnerships.\nKevin Hollinrake, a junior business minister, dismissed concerns about a loophole, telling the House of Commons \"limited partnerships cannot own property or assets in their own name\".\nBut our investigation shows that Alpha helped create limited partnerships which were used to acquire assets and hide the owners of them - including an oil tanker, the Delfi, which polluted the coast of Ukraine after it was wrecked in 2019.\nInvestigations by authorities obtained documents identifying the owner of the tanker as a Cardiff-based limited partnership called Mister Drake PC.\nLike many of the firms Alpha helped to set up, it appeared to be partly owned by a Seychelles resident who on paper looked like a prolific entrepreneur: Luther Denis, who is listed as general partner of 184 UK limited partnerships.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nAlpha helped create the limited partnership which owned the Delfi oil tanker, which leaked oil for months after it was wrecked\nBut internal documents show that partners like Mr Denis sign over all their powers to the secret \"beneficial owner\". Mr Denis is one of 12 nominee or sham partners provided and paid by Alpha, who often know nothing about what the firms that they help to create actually do.\nFollowing the wreck, a court imposed a fine on Mister Drake PC - but it has never been able to identify the real owner and the fine has never been paid.\nMichelle Wiese Bockmann, an analyst at Lloyd's List Intelligence, said: \"The beneficial owners, as they're known, are ultimately liable and responsible for any of the environmental costs or damages that the vessel causes.\"\nOur investigation found internal Alpha documents that record the beneficial owner of Mister Drake PC as Alla Kovtunova, the mother of a former local politician in Ukraine's now-banned pro-Russian Party of the Regions.\nAlpha said it was \"not aware of any of your claimed activities in relation to this company\".\nBaroness Kramer, Liberal Democrat Treasury spokesperson in the House of Lords, said it was a shock the government had not used its economic crime bill to shut down every loophole. \"It certainly is aware of this one, and frankly, it can't even be called a loophole - it's so wide, you can drive an oil tanker through it,\" she said.\nThe investigation uncovered another eight partnerships linked to Alpha which at one time were registered as owning ships.\nIn September 2020, Luther Denis was named on paperwork of another partnership, Cilkon PC, which this time was involved in running an oil tanker called the Ostra.\nIMAGE SOURCE,\nLUTHER DENIS\nImage caption,\nSeychelles resident Luther Denis was named on the paperwork for 184 UK limited partnerships\nUnder a different name, the Ostra had already breached sanctions against Syria in 2019. Mr Denis's partnership became involved in running the tanker after its registered owner, a Russian company called Rustanker, was sanctioned for attempting to evade the US ban on trading in Venezuelan oil.\nOur investigation analysed tracking data for the Ostra during the period after Mr Denis's partnership took over. It found the tracker was turned off for three weeks in September last year, allowing it to disappear off the coast of Venezuela - indicating it may have been breaching sanctions again.\nMs Bockmann said ships \"go dark\" to obscure where they are loading and unloading their cargo, \"in order to deceive, evade, and keep one step ahead of any regulatory authorities that are monitoring these vessels\".\nThe BBC wrote to Cilkon and Rustanker but received no response. We also wrote to Mr Denis but he declined to comment.\nIMAGE SOURCE,\nCENGIZ TOKGOZ\nImage caption,\nThe Ostra oil tanker, pictured here under its former name the Nostras, turned off tracking near Venezuela\nOther partnerships Alpha Consulting helped set up include:\nGreen Line LP, a firm that illegally sold heart pills by promoting unproven health claims\nNIC International Services LP, which appeared to run paperwriter.com, a website offering to write students' essays for them - a service which is illegal in England\nHistol Corporate LP, a firm accused of involvement in a \"large-scale fraud\" in Russia. Two Russian officials allegedly ordered chemicals for the defence industry at inflated prices from a company owned by Histol, which they controlled\nThe BBC attempted to contact these partnerships and the people we were able to identify behind them but did not receive a response. Alpha said it was not aware of any of the activities of these partnerships.\nFinancial crime consultant Graham Barrow said that this use of nominees \"brings the whole process into disrepute\".\n\"It is making a mockery of this idea that the UK is open for business because frankly, we'll accept anyone's name on a piece of paper and away you go,\" he said.\nImage caption,\nAlpha set up more than 280 partnerships registered at this Cardiff address - including Mister Drake PC\nAs well as exploiting this loophole, Alpha may have breached the law in relation to Scottish partnerships, which does require that the people who really control them are disclosed.\nIn March 2017, the firm involved, Biniatta Trade LP, paid a US lobbyist on behalf of Lulzim Basha, leader of the Democratic Party of Albania. The lobbyist arranged access to Republican politicians and a fundraiser, where Mr Basha was able to get a photo opportunity with then-President Donald Trump - later used in the Albanian election campaign.\nReports last year suggested US intelligence believed that Mr Basha's election campaign, whose slogan was Make Albania Great Again, had been secretly backed by Russia with $500,000.\nBiniatta's ownership was hidden through offshore secrecy and sham directors, but the leaked Alpha documents include an agreement from 2015, when the partnership was set up, which named the beneficial owner as a Russian national called Maxim Trofimets.\nIn summer 2017, when the law for Scottish partnerships changed, Mr Trofimets was not declared as the \"person of significant control\" of Biniatta, and an Alpha nominee falsely declared that the firm had provided all the information it had to.\nThe next day, the same Alpha nominee secretly signed a new power of attorney agreement, renewing Mr Trofimets' control over Biniatta.\nIMAGE SOURCE,\nDEMOCRATIC PARTY OF ALBANIA\nImage caption,\nLulzim Basha and Donald Trump\nAfter media reports of a possible Russia connection in 2018, Alpha's owner Victoria Valkovskaya set out in an email how Biniatta could conceal its ownership.\nThe ownership of Biniatta could be structured using a Seychelles foundation with five nominee councillors \"so as to not declare a controlling person\".\nThis would give the appearance that no one person had control over 25% of the company, the threshold under UK law for the requirement to name a person of significant control.\nBiniatta followed the advice and no person of significant control was declared. Alpha said it rejects the allegation that it attempted to avoid Biniatta having to make such a declaration.\nIn September this year, the Council of Europe appointed Mr Basha to prepare a report on supporting the reconstruction of Ukraine following the Russian invasion. He said he had no conflict of interest.\nThe BBC attempted to contact Mr Trofimets and Mr Basha but they did not respond.\nMs Valkovskaya, Alpha's managing director, said she \"categorically\" denied her company was involved in any illegal activity. \"We always followed the letter of the law. The use of nominees is not something new or illegal in the industry,\" she said.\nAlpha Consulting said its \"involvement in UK-based limited partnerships is limited to providing advice and assistance with registering, incorporating and structuring them in accordance with UK regulations\".\nIt does not \"engage in, or assume any responsibility for, the management, operation or decision making of our end clients or the companies we assist them in forming,\" it said.\nAlpha also said it has due diligence and anti-money laundering procedures that comply with the law.\nLast month the Seychelles was added to the EU's tax haven black list.\nThe Department for Business and Trade told us its economic crime bill would make it easier for Companies House to \"tackle rogue agents and deregister illegitimate limited partnerships\", and to challenge and remove suspicious information.\nYou can see more on this story on Newsnight on BBC Two on Thursday 2 November at 22:30 GMT or on iPlayer.\nRelated Topics\nInternational sanctions\nRussia\nPandora Papers\nSeychelles\nRussia sanctions\nMore on this story\nBanned oligarchs exploited UK secrecy loophole\nPublished\n3 August 2022\nThe multi-million-pound homes of sanctioned oligarchs\nPublished\n16 April 2022\nHidden wealth of one of Putin’s 'inner circle' revealed\nPublished\n11 April 2022",
    "authors": "By James Oliver, Will Dahlgreen, James Melley & Andy Verity",
    "uploaddate": "2023-11-02T05:14:45.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world_radio_and_tv",
    "headline": "unknown",
    "contents": "Let us know you agree to cookies\nWe use cookies to give you the best online experience.\nPlease let us know if you agree to all of these cookies.\nYes, I agree\nNo, take me to settings\nHomepage\nAccessibility links\nSign in\nHome\nNews\nSport\nEarth\nReel\nWorklife\nMore menu\nSearch BBC\nBBC News\nNews Navigation\nHome\nIsrael-Gaza war\nWar in Ukraine\nClimate\nVideo\nWorld\nUK\nBusiness\nTech\nMore\nMore sections\nWorld News TV\nBBC News BBC World News: 24 hour news TV channel\nFeatured Contents\nWhere and how to watch BBC News\nFind out how and when to watch our 24-hour news and programmes\n3 April 2023\n3rd April 2023\nBBC World News: 24 hour news TV channel\nThe schedule where you are\nFind out what is on BBC News in your region\nAbout BBC News on TV\nFind out more about the news channel\n12 February 2021\n12th February 2021\nBBC World News: 24 hour news TV channel\nOur presenters\nYalda Hakim\nStephen Sackur\nLyse Doucet\nKarishma Vaswani\nBBC News: On Air\nWatch/Listen\n1:51\nVideo 1 minute 51 seconds\nTriathlon win with broken shoulder led me to Oscars\n0:55\nVideo 55 seconds\n'This building is just a snapshot of the devastation'\n1:44\nVideo 1 minute 44 seconds\nHow a trip to the pub made the world's roads safer\nVideo 1 minute 14 seconds\nThis six-year-old ran up a $1,000 takeaway bill\nVideo 2 minutes 6 seconds\nWhy ballroom dancing thrives in Asian communities\nFind us here\nNews daily newsletter\nGet news from the BBC in your inbox each weekday morning\nMobile app\nFind out more about our BBC News App\nGet in touch\nEmail us at haveyoursay@bbc.co.uk\nFollow Have Your Say on Twitter\nWhy you can trust BBC News\nBBC News Services\nOn your mobile\nOn smart speakers\nGet news alerts\nContact BBC News\nExplore the BBC\nHome\nNews\nSport\nEarth\nReel\nWorklife\nTravel\nCulture\nFuture\nTV\nWeather\nSounds\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nBBC emails for you\nAdvertise with us\nDo not share or sell my info\nCopyright © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "authors": "no author",
    "uploaddate": "2023-04-03T08:22:58.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sounds/play/live:bbc_world_service",
    "headline": "unknown",
    "contents": "Let us know you agree to cookies\nWe use cookies to give you the best online experience.\nPlease let us know if you agree to all of these cookies.\nYes, I agree\nNo, take me to settings\nHomepage\nAccessibility links\nSign in\nHome\nNews\nSport\nEarth\nReel\nWorklife\nMore menu\nSearch Sounds\nSounds home page\nHome\nMusic\nPodcasts\nMy Sounds\nWorld Service - Listen Live - BBC Sounds\nWORLD SERVICE\nOutlook\nThe ballet secret that got father and son grooving again\nON AIR: 12:06 – 12:50\nOutlook\nNEXT: 12:50 – 13:00\nWitness History\nChe Guevara’s daughter: A Cuban doctor in Angola\nWorld Service Schedule\nWhen artist Jamie Ross discovered his dad’s hidden dance career, their bond was revived Read more\nProgramme Website\nPreviousNext\nMore from BBC World Service\nSkip More from BBC World Service\nAfrica Daily\nAlan Kasujja delves into the news shaping Africa\nWhat in the World\nHelping you make sense of what's going on\nTwice promised land\nA radio drama about the founding of Israel\nGlobal News Podcast\nThe day’s top stories from BBC News\nPick of the World\nThe best of World Service radio chosen by listeners\nBBC World Service YouTube\nExplore animations and video box sets\nHighlights\nNewsday\nIsrael has cut off telecommunications in Gaza as fighting continues there\n49 mins\nMore episodes\nHARDtalk\nAbdallah Bou Habib: Could Lebanon get dragged into war with Israel by Hezbollah?\n23 mins\nMore episodes\nTech Life\nArtificial intelligence in the classroom\n27 mins\nMore episodes\nThe Climate Question\nWhy did Ecuador vote to stop drilling for oil?\n27 mins\nMore episodes\nThe Explanation\nIsraeli-Palestinian relations\n18 mins\nMore episodes\nBusiness Daily\nThe Crypto King and the journalist\n17 mins\nMore episodes\nCymraegGaeilgeGàidhligBBC Sounds HelpContacts, Privacy and InformationHelp with Signing InNewsletter\nExplore the BBC\nHome\nNews\nSport\nEarth\nReel\nWorklife\nTravel\nCulture\nFuture\nTV\nWeather\nSounds\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nBBC emails for you\nAdvertise with us\nCopyright © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "authors": "no author",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67062838",
    "headline": "Singer Weyes Blood: I feel like I've lived a million lives",
    "contents": "Singer Weyes Blood: I feel like I've lived a million lives\nPublished\n11 hours ago\nShare\nIMAGE SOURCE,\nNEELAM KHAN VELA\nImage caption,\nWeyes Blood has been compared to the likes of Joni Mitchell, Karen Carpenter, Kate Bush and Carole King\nBy Paul Glynn\nEntertainment reporter\nWeyes Blood is - to quote US author Kurt Vonnegut - unstuck in time.\nThe ethereal Los Angeles-born singer-songwriter is heavily influenced by the counterculture movements of the 1960s and 70s, of which her parents were a part.\nBut at the same time, the 35-year-old - real name Natalie Mering - believes the obsession with \"the good old days\" has become \"really toxic\" for people her own age trying to make it in the \"exponentially\" changing modern world.\n\"I do think it's a little harder to have the life that our parents had, and to potentially give that life to children that we may have,\" she explains, as she prepares to bring her Holy Flux tour to the UK.\n\"So that changes a lot of things; like when you could buy a house, and this idea of the college degree meaning this [job or opportunity will follow].\n'Pagan time travel tourist'\n\"And I'm so American about it, too,\" she adds.\n\"I talk about the good old days because I have such an interesting relationship with the past, being simultaneously like a pagan time travel tourist and also very aware of how toxic the kind of nostalgia we deal with, politically, can be.\"\nWhile the singer's soothing, timeless folk-rock/baroque-pop sound and aesthetic has been compared to the likes of Karen Carpenter and Joni Mitchell - an artist her mum loves and her dad (both musicians) once went on a date with - the lyrical content of her music is focused firmly on the issues of today.\nSongs like It's Not Just Me, It's Everybody, taken from her sumptuously melodic and lusciously layered lockdown album And In the Darkness, Hearts Aglow, find her ruminating on urgent concerns for the planet, the march of machines into human relationships and loneliness.\n\"Living in the wake of overwhelming changes,\" she sings. \"We've all become strangers / Even to ourselves.\"\nThe Times made it its album of 2022, placing Weyes Blood - who has also collaborated with Lana Del Rey, the Killers and John Cale - above artists like Kendrick Lamar, the Arctic Monkeys, Harry Styles and Taylor Swift.\nThe newspaper described the record as \"a set of gorgeous, sweeping, cinematic ballads that delve into love and loss, but end up with buoyant hope\".\nThe Observer called her recent work \"torch songs for the end of time\", while the Telegraph labelled the star \"the most sophisticated and complex singer-songwriter of her generation\".\nIMAGE SOURCE,\nNEIL KRUGG\nImage caption,\nThe US singer wears a glowing heart under her dress while performing, a nod to the title of her latest album\nOn the track Children of the Empire, she sweetly urges: \"We don't have time any more to be afraid.\"\nAnother chronicler of these confusing times, documentary director Adam Curtis, helped to provide the suitably disorientating visuals for third single, God Turn Me Into a Flower.\nAll in all, the LP constitutes a more personal response to some of the collective traumas laid out in her 2019 breakthrough, Titanic Rising.\n\"I think with this last record, I was definitely trying to have a little bit more empathy about the position we're all in, versus the kind of anger at our inability to figure out some kind of actionable change,\" she says.\n\"Because I think it's such a gridlocked system, it's like we're so locked in to the technology, and I think it's really difficult to feel like you can really make a change in the world.\"\nIMAGE SOURCE,\nGETTY/BURAK CINGI\nImage caption,\nShe has collaborated with Lana Del Rey, the Killers and Caroline Polachek\nThe lo-fi world of her parents had been that of the \"crazy hippies and punks\", but they ultimately raised their children as born-again Christians. So church music figured prominently in her upbringing.\nThe \"pendulum swinging\" that way for her family, and many other baby boomers in the more conservative 1980s, is something the singer finds \"fascinating\" to this day.\nHaving moved with her family from California to Pennsylvania, where she attended high school, Weyes Blood rejected her religious upbringing and set about chasing her own artistic vision across the country - studying, squatting and playing music in Portland and Baltimore.\nEarly incarnations saw her play bass, keys and sing in noise-rock and punk bands. With one group, she would mix bananas with fake blood, put it on her shirt and rip it open on stage.\nIt's a far cry from the Laurel Canyon vibes of her best known, recent work, although her metamorphosis into a solo performer did see her produce some spooky ambient drone material.\nNevertheless, it was an important step on her musical journey back to the future.\n\"There's been a lot of chapters,\" notes Mering. \"I feel like I've lived a million lives. It starts to get weird, the neuroplasticity a little too wild.\nInternet culture\n\"I miss the DIY scene,\" she adds. \"It's changed so much because of smartphone culture and the internet but there was a time when it was so innocent and naïve that you felt like you were in the centre of the world.\n\"It was like the focus was just there, in the moment, and people weren't thinking as much about what they looked like or what it would look like on social media or any of that. So in some ways, it created this weird safe space for crude, raw music and expression.\"\nThe arrival of internet culture, she believes, brought with it a \"weird qualitative judgement: what is the value of this?, versus just experiencing and enjoying it at face value.\"\nLately, though, she's been seeing signs of younger people \"focusing on a life of creative inspiration\" over likes, follows and money. \"I still believe that there are communities and people that feel the same way I do. I think that kids are smart and I have a lot of faith in them.\n\"I've been noticing at my shows that there's young kids, high school age, and they are so unique.\n\"I say so much about going back in time [but] the kids seem to be very unhinged and free and loose and seeking new forms of community outside of their phones, for sure.\"\nIMAGE SOURCE,\nNEELAM KHAN VELA\nImage caption,\nWeyes Blood's stage name is a reference to a 1952 Flannery O'Connor novel\nWhile she may have missed Woodstock festival by a mere half a century, the cosmic pop star did get to play Glastonbury this year, not once but twice.\nFirst, she performed on a candlelit Park Stage, before joining compatriot Caroline Polachek for a duet.\nThe event, she says, has \"one of the best vibes of any festival\".\n\"I feel like America probably had a similar vibe with Woodstock, but we just couldn't keep it going for as long as Glastonbury.\"\nNow, after walking the catwalk in Proenza Schouler's New York Fashion Week show, she'll return to the UK to bring her \"well-oiled\" concerts to Glasgow, Leeds, London and Nottingham from 11 November.\nHer show is like a secular communion, with added jokes between the modern hymns to lighten the apocalyptic mood - a marriage of heavenly sounds and hellish visions.\n\"It's a pretty wild journey,\" she nods. \"It's kind of a light show, kind of a dance situation. But it's also just a place of catharsis.\n\"I say my music is like a transportation device. And I would hope that people extract and get different things from it.\"\nRelated Topics\nMusic",
    "authors": "By Paul Glynn",
    "uploaddate": "2023-11-02T00:19:24.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67284812",
    "headline": "Agoa Forum: Has the US trade pact benefited Africa?",
    "contents": "Agoa Forum: Has the US trade pact benefited Africa?\nPublished\n11 hours ago\nShare\nIMAGE SOURCE,\nAFP\nBy Jewel Kiriungi\nBBC News, Nairobi\nThe future of what was billed as a game-changing trade agreement between Africa and the US is up for discussion in the South African city of Johannesburg over the next few days, with calls for it to be turned into a much longer-term pact, despite some criticism of the deal.\nThe African Growth and Opportunity Act (Agoa) was signed into law by former United States President Bill Clinton in May 2000, in a bid to improve trade and investment ties with sub-Saharan Africa on the basis that the best way to raise living standards on the continent and create badly needed jobs, was through trade, not aid.\nWhat is Agoa?\nIt allows eligible African countries to export some of their produce to the US without paying taxes, meaning they are cheaper for US consumers to buy, and so they should buy more.\nIt covers more than 1,800 products - from BMW and Mercedes cars assembled in South Africa to Kenyan flowers and even jeans.\nParticipating countries are required to meet a set of conditions to qualify to trade under the programme.\nThey include:\nremoval of barriers to US trade and investment\nsupport for democracy\nprotection of internationally recognised human rights\nnot engaging in activities that undermine US national security or foreign policy interests.\nOf the 54 countries in Africa, 35 are currently trading under the programme which was renewed in 2015 and is set to expire on 30 September 2025.\nThe US renews the eligibility of each country every year.\nWho has benefitted most?\nSouth Africa was the largest exporter in the agreement in 2021. It generated about $2.7bn (£2.2bn) in revenue, mostly from the sale of vehicles, jewellery and metals.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nThanks to Agoa, hundreds of thousands of jobs have been created across Africa\nNigeria came second with revenue of more than $1.4bn, mostly oil, while Kenya came third with about $523m, according to statistics from the US International Trade Commission (ITC) and US Department of Commerce.\nOther countries such as Eswatini, Ethiopia, Lesotho, Malawi and Mauritius have also massively increased their exports to the US under Agoa.\nHundreds of thousands of jobs have been created across the continent, although there are no precise figures. It also reportedly supports nearly 120,000 jobs in the US.\nHowever, much of the initial growth in exports was in fuel, which has since declined.\nAnd few of the African countries that qualify for Agoa benefits have used them fully.\nThere are a number of reasons, including a lack of infrastructure such as transport networks, energy supplies and specialist export-processing zones, as well as difficulties meeting the standards required by the US market.\nWhy has it been controversial?\nSome say that removing access to Agoa because of human rights concerns mean that ordinary people are punished rather than the intended target - those in government.\nIMAGE SOURCE,\nAFP\nImage caption,\nEthiopia was kicked out of Agoa last year because of the war in Tigray\nEthiopia, for example, lost its Agoa beneficiary status in January 2022 over what US President Joe Biden termed \"gross violations of internationally recognized human rights\" during the war in the northern Tigray region.\nThe eastern Africa nation had traded under the programme since 2000, with some 200,000 people, mostly young women, directly employed in the two most successful exporting industries under the Agoa, clothes and leather.\nEthiopia's exports to the US had grown from $28m in 2000 to about $300m in 2021, nearly half of it under the Agoa.\nHowever, the country's withdrawal from Agoa saw about 100,000 people lose their jobs, according to Ethiopia's former chief trade negotiator Mamo Mihretu. The majority were women working in textile factories in the southern part of the country and not connected to the conflict in the north.\nEthiopia's government said that removing its access to Agoa would \"reverse significant economic gains in our country and unfairly impact and harm women and children\".\nOthers, however, say the conditions are crucial to ensuring that human rights are respected on the continent, and also gives the US leverage to help prevent conflict.\nFor example, just this week, US President Joe Biden announced that Uganda would lose access to Agoa over its tough new anti-homosexual law, as would Niger and Gabon following military coups and the Central African Republic (CAR), which has close ties to the Russian Wagner mercenary group.\nWhile the US has announced that Mauritania's access to Agoa will be restored after the country made \"substantial and measurable progress on worker rights and eliminating forced labour\".\nSome have also complained that under Agoa, African countries must remove all trade barriers to US imports, saying it is not fair that countries such as India and Brazil are not required to do likewise to enjoy duty-free access to the massive US market.\nWhy is used clothing controversial?\nIn July 2018, former US President Donald Trump suspended Rwanda's right to export clothing duty-free under Agoa, after the East African nation banned the import of second-hand clothes.\nIMAGE SOURCE,\nBADRU KATUMBA/AFP\nImage caption,\nThe East African Community (EAC) had wanted all second-hand clothes imports banned by 2019\nRwanda's decision followed an agreement that had been adopted by the East African Community (EAC) in 2016, to ban imports used clothing imports by 2019 in order to boost the local clothes manufacturing businesses.\nThe EAC accounted for almost 13% of global used clothing imports in 2015, worth about $274m, according to a study by the US Agency for International Development (USAid).\nHowever, a US trade organisation filed a petition with the Office of the US Trade Representative (USTR) in objection to the EAC's decision, saying that it would impose \"significant economic hardship\" on America's used-clothing industry.\nThe Secondary Materials and Recycled Textiles Association (SMRTA) said that the EAC's decision could cost about 40,000 US jobs and $124m in exports.\nAs a result, the US threatened to remove four East African countries - Kenya, Uganda, Tanzania, and Rwanda - from Agoa.\nRwanda went on with the ban, hoping that it would create more than 25,000 jobs in its nascent textile industry and protect it from being suffocated by cheap, second-hand clothes.\nThe US defended the suspension, saying that the ban on used clothing imports was a \"restrictive trade measure\" which went against the World Trade Organization (WTO) trade rules.\nUganda has now followed suit after President Yoweri Museveni announced a ban on used clothing imports in August.\nHe said that he was promoting the \"Buy Uganda Build Uganda\" national policy and that the second-hand clothes belonged to dead Westerners.\nThis may have been another factor in Mr Biden's decision to remove Uganda from Agoa.\nSo what happens next?\nDespite the controversy, Agoa beneficiaries are expected to call for an early extension and renewal of the trade pact by 10 years.\nIMAGE SOURCE,\nAFP\nImage caption,\nThe US renews the eligibility of each country every year\nThe consensus is that an early renewal of Agoa would boost investor confidence in sub-Saharan Africa and increase trade opportunities.\nIn September 2023, Louisiana Senator John Kennedy introduced a new bill in the US Congress, which seeks to extend the Agoa programme by 20 years - until September 2045.\nMr Kennedy said the renewal of Agoa would help the US counter China's growing influence in the region.\nThe US Congress is unlikely to renew Agoa in its current form and may require some greater level of reciprocity from Agoa's beneficiaries.\nFor instance, South Africa's refusal to condemn Russia's invasion of Ukraine has raised questions about whether the US will include South Africa in Agoa's extension and renewal.\nIn June 2023, US legislators called for the relocation of the Agoa forum in November from Johannesburg because of the controversy surrounding South Africa's alleged arms shipments to Russia. South Africa denies sending any weapons to Russia.\nMore on US-Africa relations:\nAfrica is the future, says US. But what will change?\nAfrica needs China and the US to work together\nRelated Topics\nBusiness in Africa\nUnited States\nAround the BBC\nFocus on Africa podcasts",
    "authors": "By Jewel Kiriungi",
    "uploaddate": "2023-11-02T00:22:59.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-europe-67245358",
    "headline": "Migrants to Europe dying in gun battles and car crashes",
    "contents": "Migrants to Europe dying in gun battles and car crashes\nPublished\n12 hours ago\nShare\nRelated Topics\nEurope migrant crisis\nIMAGE SOURCE,\nHUNGARIAN GOVERNMENT\nImage caption,\nThe Hungarian government has shared footage of guns being increasingly used at the southern border with Serbia\nBy Nick Thorpe\nBBC News, Hungary\nLethal exchanges of gunfire between smugglers and fatal car crashes have made the migrant route through the Western Balkans into the EU even more treacherous in recent months. And yet the number of arrivals keeps rising.\nA gun battle between rival gangs last week left at least three people dead, believed to be Afghans. The shootings took place in derelict Serbian farm buildings a few hundred metres from the Hungarian border fence.\nPolice blame growing violence on a turf war between Moroccan, Afghan and Syrian gangs who control access to the border fence on Hungary's southern border with Serbia.\nResidents of the Serbian border villages of Horgos and Hajdukovo as well as the city of Subotica have appealed to police to restore calm. Some accuse police on both sides of the border of colluding with the smugglers.\nThe Austrian and Slovak governments have protested to Hungary that so many migrants reach their borders via Hungary, despite the heavily fortified fence, daily detentions and pushbacks, and the fierce anti-migrant rhetoric of Prime Minister Viktor Orban.\n\"Sometimes the agents [his word for smugglers] are very cruel, very angry, and they beat us,\" said Sadar, a 33-year-old former Afghan army officer. \"Other times they are kind, bring us food, and give us good accommodation.\"\nI met him near a collection of derelict buildings in the scrubland on the Serbian side of the Hungarian fence. He had just arrived by bus from Pirot on the Serbia-Bulgaria border, he said, after a gruelling 25-day forced march across Bulgaria.\nHe had come from Istanbul, where he paid $10,000 (£8,250) for a through-ticket to Germany.\nA video seen by the BBC in Subotica shows smugglers berating and beating terrified young Afghans who tried to cross the fence without paying them. Another video shows an earlier gun battle near Subotica.\nImage caption,\nMigrants are still making the journey despite the rising violence along the route\nThe formidable, electrified razor-wire Hungarian fence along the 175km (108-mile) border not only helps smugglers control who crosses when, but also allows them to eliminate \"individual initiatives\".\nYoung migrants used to call it \"the game\". Several groups would simultaneously cut through the fence at different spots knowing that most would be caught and pushed back, but a few might get through.\nThe game is now over.\nThe arrival of automatic rifles and pistols from Kosovo has added a new element of risk. In one deadly incident in July last year, in the Makova Sedmica suburb of Subotica, a 16-year-old girl was killed and seven migrants injured in a gun battle, allegedly between Moroccan and Afghan gangs.\nLast Friday's shooting, near the fence at Horgos, is said to have begun when a Syrian-led gang attacked an established Afghan gang. Migrants crossing through northern Serbia are mostly Syrians and Afghans, but there are also Kurds, Pakistanis and other nationalities.\nPolice say the smugglers are armed, never the migrants.\n\"I understand the fear of local people,\" says Virag Gyurkovics, a Subotica-based journalist. \"But the problem is that the average person doesn't make a difference between the traffickers and the refugees. Although the refugees are also victims.\"\nIMAGE SOURCE,\nREUTERS\nImage caption,\nA car carrying migrants crashed in Hungary near the Serbian border last week\n\"The wire has only one purpose,\" says local activist Vladimir Polovina. \"Not to stop migration. But to have control of payments. They want every euro from every man who crosses over the border. If you have a wire, you can do that.\"\nBack on the Hungarian side, a video compiled by the government shows men throwing ladders up against the fence, jumping down and beating police cars with long sticks. Infrared footage captured by security cameras shows men toting guns.\nThere's a growing cult of weapons among some of the smugglers. A video filmed in Subotica in broad daylight shows a Kalashnikov between the two front seats of a smugglers' car.\n\"The fence is being constantly damaged,\" says the head of the anti-trafficking unit of Hungarian police, Gabor Balog. \"They use various power tools. They cut huge holes in the fence, hundreds of them, the size of doorways.\"\nAnother policeman describes a group of migrants being pushed through the fence at gunpoint, which appears to confirm Serbian reports of smuggler violence against those they are trying to get into Hungary.\nHungarian police say around 80 people are caught after crossing the fence every night. Many others are caught later in vehicles deep inside the country.\nIMAGE SOURCE,\nREUTERS\nImage caption,\nThe Austrian and Slovak governments have protested to Hungary that so many migrants reach their borders\nThere are also cases of migrants being beaten by Hungarian police and \"border-hunters\" which have been documented by Serbian medical workers and Hungarian journalists, but they are denied by Hungarian police.\nThere are no numbers for those who get away, but most of those detained are pushed back through a gate in the fence near Horgos. These so-called pushbacks break international law and Hungary has been condemned for them by the European Court of Justice.\nWrecked, burnt-out cars line the roadside on the Hungarian side of the fence between the villages of Asotthalom and Morahalom. These are the vehicles used by smugglers who then got caught.\nOn the far side of Hungary, near the northern border with Slovakia, pieces of broken mirror and plastic lie in the grass beside the roundabout in the village of Matraverebely.\nThis was where a van carrying 12 migrants spun out of control and crashed during a high-speed police chase in early October on Highway 21 which runs north through the village to the Slovak border. Seven migrants were injured.\nIt was one of at least 20 crashes involving migrants in Hungary in the past year.\nAcross the border in Austria, police list 70 incidents in the eastern state of Burgenland alone, when smugglers tried to evade police controls.\nAustrian police blame a new business model introduced by gang bosses. Drivers only get paid if they are successful, whereas in the past they received half their money upfront.\nRelated Topics\nImmigration\nSerbia\nEurope migrant crisis\nHungary\nMore on this story\nCrossing the Alps on foot to try to reach the UK\nPublished\n2 October\nHow distressed call to BBC helped rescue of six women trapped in lorry\nPublished\n28 September\nInside the camp at the heart of Europe’s migrant surge\nPublished\n23 September",
    "authors": "By Nick Thorpe",
    "uploaddate": "2023-11-02T00:07:51.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-africa-67285182",
    "headline": "Germany asks forgiveness for Tanzania colonial crimes",
    "contents": "Germany asks forgiveness for Tanzania colonial crimes\nPublished\n18 hours ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nThe Maji Maji rebellion was triggered by a German policy designed to force the indigenous population to grow cotton for export\nBy Jessica Parker & Danai Nesta Kupemba\nBBC News, Berlin & London\nThe German president has expressed \"shame\" for the colonial atrocities his country inflicted on Tanzania.\nGerman forces killed almost 300,000 people during the Maji Maji rebellion in the early 1900s, one of the bloodiest anti-colonial uprisings.\nPresident Frank-Walter Steinmeier was speaking at a museum in Songea, where the uprising took place.\n\"I would like to ask for forgiveness for what Germans did to your ancestors here,\" he said.\n\"What happened here is our shared history, the history of your ancestors and the history of our ancestors in Germany.\"\nThe Maji Maji rebellion was triggered by a German policy designed to force the indigenous population to grow cotton for export.\nTanzania was a part of German East Africa, which consisted of modern-day Rwanda, Burundi and parts of Mozambique.\nPresident Steinmeier said he hoped Tanzania and Germany could work towards \"communal processing\" of the past.\nHe promised to \"take these stories with me to Germany, so that more people in my country will know about them.\"\nGermany has, until recently, had \"colonial amnesia\", according to Jürgen Zimmerer, a history professor at the University of Hamburg.\n\"The brutality and the racism of this colonial empire was not understood in the German public.\"\nAs part of the three-day visit, the president met the descendants of one of the Maji Maji leaders, Chief Songea Mbano, who was among those executed in 1906.\nHe is now considered a national hero in Tanzania and President Steinmeier told the family the German authorities would try to find his remains.\nThousands of human remains were brought from German colonies - partly as \"trophies\" but also for racist research.\nProf Zimmerer said there was \"almost no funding\" available to identify where these bones and skulls, which lie in various museums or institutions, actually came from.\nSome of the descendants of those killed have managed to locate them with the help of DNA tests.\nOn Tuesday, after meeting President Samia Suluhu Hassan in Dar es Salaam, he promised that Germany would co-operate with Tanzania for the \"repatriation of cultural property\".\nTanzania historian Mohamed Said welcomed the president's apology but told the BBC it did not go far enough.\n\"They decided to set farms on fire so people would run out of food and be unable to fight. This is unacceptable, in today's world they would be taken to court,\" he said.\nIn 2021, Germany officially acknowledged committing genocide during its occupation of Namibia and announced financial aid worth more than €1.1bn (£940m; $1.34bn).\nThe statements from Germany's president comes after King Charles acknowledged the \"abhorrent and unjustifiable acts of violence committed against Kenyans\" during their independence struggle, while on a visit to Nairobi.\nHowever, the British monarch did not deliver a formal apology which would have to be decided by government ministers.\nGermany admits colonial-era Namibia genocide\nWhat's the right price to pay for genocide?\nSaying sorry for slavery leaves Dutch divided\nAfrica Live: Updates on this and other stories\nRelated Topics\nGermany\nTanzania\nAfrica",
    "authors": "By Jessica Parker & Danai Nesta Kupemba",
    "uploaddate": "2023-11-01T17:39:39.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/business-67217915",
    "headline": "Why are fewer women using AI than men?",
    "contents": "Why are fewer women using AI than men?\nPublished\n12 hours ago\nShare\nIMAGE SOURCE,\nHARRIET KELSALL\nImage caption,\nHarriet Kelsall says she found that popular AI app ChatGPT made too many mistakes\nBy MaryLou Costa\nBusiness reporter\nPopular artificial intelligence (AI) chatbot ChatGPT now has more than 180 million users, but jeweller Harriet Kelsall says it isn't for her.\nBeing dyslexic, she admits that using it might help improve the clarity of her communication with customers on her website. But ultimately she says that she just doesn't trust it.\nMs Kelsall, who is based in Cambridge, says that when she experimented with ChatGPT this year, she noticed errors. She tested it by quizzing it about the crown worn by King Charles III in his coronation back in May, the St Edward's Crown.\n\"I asked ChatGPT to tell me some information about the crown, just to see what it would say,\" she says. \"I know quite a bit about gemstones in the royal crowns, and I noticed there were large chunks within the text about it which were about the wrong crown.\"\nMs Kelsall adds that she is also concerned about people \"passing off what ChatGPT tells them as independent thought, and plagiarising\".\nWhat is AI? A simple guide to help you understand artificial intelligence\nWhile ChatGPT has become hugely popular since its launch a year ago, Ms Kelsall's reluctance to use it appears to be significantly more common among women than men. While 54% of men now use AI in either their professional or personal lives, this falls to just 35% of women, according to a survey earlier this year.\nWhat are the reasons for this apparent AI gender gap, and should it be a concern?\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nChatGPT now has more than 180 million users around the world\nMichelle Leivars, a London-based business coach, says she doesn't use AI to write for her, because she wants to retain her own voice and personality.\n\"Clients have said they booked sessions with me because the copy on my website didn't feel cookie cutter, and that I was speaking directly to them,\" she says. \"People who know me have gone onto the website, and said that they can hear me saying the words and they could tell it was me straight away.\"\nMeanwhile, Hayley Bystram, also based in London, has not been tempted to save time by using AI. Ms Bystram is the founder of matchmaking agency, Bowes-Lyon Partnership, and meets her clients face-to-face to hand pair them with like-minded others, with no algorithm involved.\n\"The place where we could use something such as ChatGPT is in our carefully crafted member profiles. which can take up to half a day to create,\" she says. \"But for me it would take the soul and the personalisation out of the process, and it feels like it's cheating, so we carry on doing it the long-winded way.\"\nIMAGE SOURCE,\nHAYLEY BYSTRAM\nImage caption,\nHayley Bystram says that using AI feels like \"cheating\"\nFor Alexandra Coward, a business strategist based in Paisley, Scotland, using AI for content generation is just \"heavy photoshopping\".\nShe is also particularly concerned about the growing trend of people using AI to create images \"that make them look the slimmest, youngest and hippest versions of themselves\".\nMs Coward adds: \"We're moving towards a space where not only will your clients not recognise you in person, you won't recognise you in person.\"\nWhile all these seem valid reasons to give AI a wide berth, AI expert Jodie Cook says there are deeper, more ingrained reasons why women are not embracing the technology as much as men.\n\"Stem fields [science, technology, engineering, and mathematics] have traditionally been dominated by males,\" says Ms Cook, who is the founder of of Coachvox.ai, an app allows business leaders to create AI clones of themselves.\n\"The current trend in the adoption of AI tools appears to mirror this disparity, as the skills required for AI are rooted in Stem disciplines.\"\nRead additional stories on artificial intelligence\nIn the UK, just 24% of the workforce across the Stem sectors are female, and as a consequence \"women may feel less confident using AI tools\", adds Ms Cook. \"Even though many tools don't require technical proficiency, if more women don't view themselves as technically skilled, they might not experiment with them.\n\"And AI also still feels like science fiction. In the media and popular culture, science fiction tends to be marketed at men.\"\nMs Cook says that moving forward she wants to see more women both use AI and work in the sector. \"As the industry grows, we definitely don't want to see a widening gap between the genders.\"\nYet psychologist Lee Chambers says that typically female thinking and behaviour may be holding some women back from embracing AI.\n\"It's the confidence gap - women tend to want to have a high level of competence in something before they start using it, \" he says. \"Whereas men tend to be happy to go into something without much competence.\"\nIMAGE SOURCE,\nLEE CHAMBERS\nImage caption,\nPsychologist Lee Chambers says women fear that using AI might raise questions of competence\nMr Chambers also says that women may fear having their ability questioned, if they use AI tools.\n\"Women are more likely to be accused of not being competent, so they have to emphasise their credentials more to demonstrate their subject matter expertise in a particular field,\" he says. \"There could be this feeling that if people know that you, as a woman, use AI, it's suggesting that you might not be as qualified as you are.\n\"Women are already discredited, and have their ideas taken by men and passed off as their own, so having people knowing that you use an AI might also play into that narrative that you're not qualified enough. It's just another thing that's debasing your skills, your competence, your value.\"\nOr as Harriet Kelsall puts it: \"I value authenticity and human creativity.\"\nRelated Topics\nSexism\nWomen\nArtificial intelligence\nGender\nInformation technology",
    "authors": "By MaryLou Costa",
    "uploaddate": "2023-11-02T00:06:14.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67284282",
    "headline": "Florida: Pilot rescued after plane crashes into Everglades",
    "contents": "Florida: Pilot rescued after plane crashes into Everglades\nFlorida: Pilot rescued after plane crashes into Everglades\nRead description",
    "authors": "no author",
    "uploaddate": "2023-11-01T12:07:20.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-67289523",
    "headline": "Dancing Queen! Camilla in Kenya animal sanctuary visit",
    "contents": "Dancing Queen! Camilla in Kenya animal sanctuary visit\nDancing Queen! Camilla in Kenya animal sanctuary visit\nRead description",
    "authors": "no author",
    "uploaddate": "2023-11-01T15:33:23.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-65432059",
    "headline": "BBC World Service",
    "contents": "BBC World Service\nBBC World Service\nRead description",
    "authors": "no author",
    "uploaddate": "2023-04-28T18:15:11.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67284280",
    "headline": "Halloween 2023: Heidi Klum wows at her annual party as a peacock",
    "contents": "Halloween 2023: Heidi Klum wows at her annual party as a peacock\nHalloween 2023: Heidi Klum wows at her annual party as a peacock\nRead description",
    "authors": "no author",
    "uploaddate": "2023-11-01T09:37:58.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-england-essex-67289519",
    "headline": "Cockney and King's English becoming less common, researchers find",
    "contents": "Cockney and King's English becoming less common, researchers find\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nNICKY JOHNSON/BBC\nImage caption,\nDanny Dyer has a well-known Cockney accent\nBy Shivani Chaudhari and Sonia Watson\nBBC News, Essex\nThe King's English and Cockney are no longer common dialects among young people in the South East of England, according to a new study.\nResearchers from the University of Essex studied the dialects of a group of 18 to 33-year-olds in the region.\nThey identified three voices, estuary English, southern British English and multicultural London English.\nProject leader Dr Amanda Cole said the latter was \"a really innovative and interesting accent\".\n\"Multicultural London English is a relatively more recent accent, it is thought to have be around since the 80s, it has a lot in common with the cockney and South Eastern dialects,\" she said.\n\"But it also has linguistic features that have come from other languages and other dialects of English.\"\nYoung people with a multicultural London English accent made up 25% of the 193 people who took part in the study, she said.\nImage caption,\nDr Cole said a quarter of people who took part in the study spoke with a multicultural London English dialect\nPeople with this accent tend to say vowels in their words like \"bate\" and \"boat\" with the tongue starting at a point higher up in the mouth compared to people with the standard southern British English, Dr Cole added.\nThis means they will sound like \"beht\" and \"boht\".\nPeople with this accent tended to be Asian British or Black British from London and across the South-East England, she said.\nIn recent years, Cockney and the King's English were spoken by people of all ages, but now 49% of the participants spoke in a standard southern British English accent, which the study said was a modern, updated version of received pronunciation.\nPeople with this accent tended to say words like \"goose\" with the tongue further forward in the mouth (sounding a bit more like \"geese\") than received pronunciation.\nResearchers said this change even happened in the accent of the late Queen Elizabeth II over her lifetime.\nAround 26% of the participants spoke estuary English, which had similarities with Cockney but was closer to received pronunciation.\nParticipants with this accent pronounced words like \"house\" like \"hahs\" but the study said it was not as extreme as Cockney.\nEstuary English is spoken across the South-East, particularly in parts of Essex, and is similar to how TV personality Stacey Dooley, singers Olly Murs and Adele or The Repair Shop's Jay Blades talk.\nThe study said: \"This occurs as a result of the increased movement of people resulting in greater contact between dialects, the growth of universal education and literacy, and people buying into the idea that there is a 'correct' or 'standard' way of speaking.\"\nFind BBC News: East of England on Facebook, Instagram and X. If you have a story suggestion email eastofenglandnews@bbc.co.uk\nRelated Topics\nUniversity of Essex\nEssex\nMore on this story\nDo you need to be from London to be a cockney?\nPublished\n27 April\nCould accent prejudice be costing people a job?\nPublished\n11 June 2021\nRelated Internet Links\nUniversity of Essex\nThe BBC is not responsible for the content of external sites.",
    "authors": "By Shivani Chaudhari and Sonia Watson",
    "uploaddate": "2023-11-02T09:12:02.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67285117",
    "headline": "The Beatles' final song Now And Then: When is it out and what will it sound like?",
    "contents": "The Beatles' final song Now And Then: When is it out and what will it sound like?\nPublished\n15 hours ago\ncomments\nComments\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nBy Mark Savage\nBBC Music Correspondent\nAfter a week of build-up, The Beatles will release what's been billed as their \"final song\" on Thursday.\nCalled Now And Then, it's been 45 years in the making - with the first bars written by John Lennon in 1978 and the song finally completed last year.\nAll four Beatles feature on the track, which will be the last credited to Lennon, McCartney, Harrison and Starr.\nAnd in a full-circle moment, it's being issued as a double A-side single with their 1962 debut Love Me Do.\nThe release marks what could be the closing chapter for arguably the greatest band in rock history.\nThe Beatles announce release of their 'last song'\nWhen and where can I hear Now And Then?\nIMAGE SOURCE,\nAPPLE CORPS\nIn the UK, Now And Then will receive its first play on BBC Radio 2 and 6 Music at 14:00 GMT on Thursday.\nSimultaneously, the song will arrive on streaming services like Spotify, Apple Music and Amazon Prime Music.\nCD, vinyl and cassette copies will be available the following day. And from 10 November, the song will be included on the newly remastered and expanded versions of The Beatles' Red and Blue greatest hits albums.\nWhat will it sound like?\nThe original demo has circulated as a bootleg for years. An apologetic love song, it's fairly typical of John Lennon's solo output of the 1970s - in a similar vein to Jealous Guy.\nIt was finished in the studio last year by Sir Paul McCartney and Ringo Starr. George Harrison will appear via rhythm guitar parts he recorded in 1995, and producer Giles Martin has added a new string arrangement.\nThose who have heard the finished track say it's a poignant and moving reflection on the band's friendship.\n\"Hearing John and Paul sing the first chorus together, as they lock into the line 'Now and then I miss you' - it's intensely powerful, to say the least,\" said Rob Sheffield of Rolling Stone magazine.\n\"I cried like a baby when I heard it,\" added BBC 6 Music's Lauren Laverne. \"Just gorgeous.\"\nWhen was Now And Then written?\nSkip youtube video by The Beatles\nAllow YouTube content?\nThis article contains content provided by Google YouTube. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Google’s cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites. YouTube content may contain adverts.\nEnd of youtube video by The Beatles\nThe story begins in 1978, when Lennon recorded a demo with vocals and piano at his home in New York.\nAfter his death, widow Yoko Ono gave the recording to the remaining Beatles on a cassette that also featured demos for Free as a Bird and Real Love.\nThose two songs were completed and released as singles in 1995 and 96, marking The Beatles' first \"new\" material for 25 years.\nThe band also attempted to record Now And Then, but the session was quickly abandoned. \"It was one day - one afternoon, really - messing with it,\" producer Jeff Lynne recalled.\n\"The song had a chorus but is almost totally lacking in verses. We did the backing track, a rough go that we really didn't finish.\"\nIn the end, the quality of the recording was considered too poor to salvage. Harrison reportedly called it \"rubbish\", but McCartney never let go of the idea.\nWas artificial intelligence used to finish the song?\nTo an extent, yes.\nDuring the making of The Beatles' Get Back documentary, director Peter Jackson's film company developed a piece of software that allowed them to \"de-mix\" muddled recordings of overlapping sounds.\nThe technology was used last year to create a new mix of the band's album Revolver.\n\"It has to learn what the sound of John Lennon's guitar is, for instance, and the more information you can give it, the better it becomes,\" Giles Martin told the BBC.\nFor Now And Then, the software was able to \"lift\" Lennon's voice from the original cassette recording, removing the background hiss and the hum of the mains electricity that had hampered previous attempts to complete the song.\nIn McCartney's words Lennon's voice is \"crystal clear\" on Now And Then.\nA 15-minute documentary broadcast on Wednesday's The One Show, offered a startling illustration of what that means: The thin, ghostly voice of the 1970s suddenly sounds like it was recorded in Abbey Road itself.\n\"It was the closest we'll ever come to having him back in the room,\" said Starr. \"Far out.\"\n\"All those memories came flooding back,\" added McCartney. \"My God, how lucky was I to have those men in my life?\n\"To still be working on Beatles music in 2023? Wow.\"\nWill there be a music video?\nIMAGE SOURCE,\nGETTY IMAGES\nYes, Jackson has created a new video, which will be unveiled at 14:00 GMT on Friday.\nIt will contain previously-unseen footage, including \"a few precious seconds\" of the earliest known film of The Beatles, provided by original drummer Pete Best and his brother Roag.\nRoag said he bought the silent footage from a man who used a cine camera to film the band performing St Paul's Presbyterian Church Hall in Birkenhead in February 1962, eight months before their debut single came out.\nJackson's team have improved the quality and \"it looks absolutely fantastic\", Roag told BBC News.\nIt is also the only known footage of the band performing in the leather suits they sported before they became famous.\n\"The lads are rocking backwards and forwards with guitars, mouths to the microphones, singing,\" Roag said.\nIMAGE SOURCE,\nROAG BEST\nImage caption,\nThe band played in front of a tinsel backdrop at a Valentine's dance in February 1962\nIt is also the only video from before Pete Best was sacked and replaced by Ringo Starr in August 1962 - but he is obscured in the footage, his brother said.\n\"From a family perspective, I went, 'Ah, come on!' One of the guys is actually standing in front of Pete so all you can see is Pete's drum kit and Pete's hands occasionally with the sticks.\"\nJackson has used about six seconds of the footage in the Now And Then video. The original lasts for almost a minute and will go on show at the Liverpool Beatles Museum, which Roag Best owns.\nIn a statement, Jackson said he had found other \"unseen outtakes in the vault, where The Beatles are relaxed, funny and rather candid\".\nHe added: \"We wove the humour into some footage shot in 2023. The result is pretty nutty and provided the video with much needed balance between the sad and the funny.\"\nRelated Topics\nThe Beatles\nJohn Lennon\nLiverpool\nMusic\nMore on this story\nThe Beatles announce release of their 'last song'\nPublished\n6 days ago\nBeatles' Revolver: How AI has revived a classic\nPublished\n22 October 2022\nMcCartney says AI enabled a 'final' Beatles song\nPublished\n13 June\nView comments",
    "authors": "By Mark Savage",
    "uploaddate": "2023-11-01T20:56:41.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/entertainment-arts-67262119",
    "headline": "Celebrity Halloween costumes 2023: Heidi Klum proves why she is queen of Halloween",
    "contents": "Celebrity Halloween costumes 2023: Heidi Klum proves why she is queen of Halloween\nPublished\n1 day ago\nShare\nRelated Topics\nHalloween\nMedia caption,\nWatch: Halloween 2023 - Heidi Klum wows at her annual Halloween bash\nBy Andre Rhoden-Paul\nBBC News\nHalloween has come and let's face it, it wouldn't be spooky season without celebrities doing the most to serve us looks for the occasion.\nSupermodel Heidi Klum proved again why she is the queen of Halloween, strutting her stuff as a peacock at her annual bash in New York.\nMeanwhile, Dwayne Johnson donned a hilarious wig to dress as David Beckham.\nHere are some of the best celebrity Halloween costumes:\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nHeidi Klum spread her wings at her 22nd annual Halloween party\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMake-up influencer James Charles brought painter Van Gogh back to life\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nSinger Camilla Cabello appeared as Anne Hathaway in Disney's The Princess Diaries\nSkip instagram post by therock\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post by therock\nDwayne Johnson was not so convincing as David Beckham.\nSkip instagram post 2 by zayn\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 2 by zayn\nZayn Malik transformed into arch-villain Lord Voldemort from the Harry Potter series.\nSkip instagram post 3 by ameliadimz\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 3 by ameliadimz\nAmelia Dimoldenberg donned prosthetics to transform into Mr Bean.\nSkip instagram post 4 by ozzyosbourne\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 4 by ozzyosbourne\nOzzy and Sharon Osbourne took inspiration from Ye, formerly known as Kanye West, and his partner Bianca Censori, who sparked confusion with her nude-coloured outfit and pillow in Italy.\nSkip instagram post 5 by kimkardashian\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 5 by kimkardashian\nKim Kardashian and her daughter North West teamed up for a Clueless look as Cher and Dionne.\nSkip instagram post 6 by teddysphotos\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 6 by teddysphotos\nEd Sheeran looked menacing as fellow redhead Chucky, from horror film Child's Play.\nSkip instagram post 7 by tommyfury\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 7 by tommyfury\nTommy Fury and Molly-Mae Hague enjoyed their daughter's first Halloween.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nSinger Halsey gave us a mermaid-inspired look\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nHailey and Justin Bieber channelled the Flintstones at a Los Angeles party\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nRapper Ice Spice took inspiration from Betty Boop, with the cartoon character's trademark curls and red dress, as she performed at the Powerhouse concert in New Jersey\nSkip instagram post 8 by adele\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 8 by adele\nAdele brought the gothic vibes to her Las Vegas residency by dressing as Morticia Addams.\nSkip instagram post 9 by kourtneykardash\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 9 by kourtneykardash\nKeeping up with her sister, Kourtney Kardashian held her baby bump as she dressed as her sister Kim when she appeared at the 2013 Met Gala while pregnant.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nMegan Fox and Machine Gun Kelly served a co-ordinated look from the film Kill Bill at the star-studded Casamigos party in LA. That was despite acting union SAG-AFTRA issuing guidelines not to wear costumes promoting content made by studios they are in dispute with\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nParis Hilton dressed as Britney Spears, paying homage to the singer's outfit in her Toxic music video\nSkip instagram post 10 by chloebailey\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 10 by chloebailey\nSinger Chloe Bailey came with a Game Of Thrones-inspired look, appearing as Daenerys Targaryen.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nRapper Tyga was a gruesome clown inspired by the Terrifier movies\nSkip instagram post 11 by lizzobeeating\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 11 by lizzobeeating\nLizzo honoured the late Queen of Rock and Roll, dressing as Tina Turner.\nSkip instagram post 12 by saweetie\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 12 by saweetie\nKnown for her long nails, rapper Saweetie took on Edward Scissorhands.\nAnd that's it until next year, but as Mariah Carey reminded us it's now officially time for Mariah season, also known as Christmas.\nSkip instagram post 13 by mariahcarey\nAllow Instagram content?\nThis article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Meta’s Instagram cookie policy\n, external\nand privacy policy\n, external\nbefore accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nThe BBC is not responsible for the content of external sites.\nEnd of instagram post 13 by mariahcarey\nYou may also like:\nChanning Tatum and Zoe Kravitz engaged - US media\nKourtney Kardashian’s partner reveals baby's name\nFive Nights at Freddy's rules Halloween box office\nSign up for our morning newsletter and get BBC News in your inbox.\nRelated Topics\nHalloween\nCelebrity\nMore on this story\nStriking actors given Halloween costume rules\nPublished\n20 October",
    "authors": "By Andre Rhoden-Paul",
    "uploaddate": "2023-11-01T11:47:20.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-us-canada-67280482",
    "headline": "Kourtney Kardashian’s partner Travis Barker reveals baby's name",
    "contents": "Kourtney Kardashian’s partner Travis Barker reveals baby's name\nPublished\n1 day ago\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nBy Chloe Kim\nBBC News\nTravis Barker has let slip a host of details about his partner Kourtney Kardashian's pregnancy - including their child's name and due date.\nWhile speaking on a podcast the musician shared that their son will be named Rocky Thirteen Barker.\nThe Blink 182 drummer said the baby is due around \"Halloween or like, the first week of November\".\nThe two married in 2022 and both have children from previous relationships.\nBarker, 47, speaking on the One Life One Chance with Toby Morse podcast, said: \"There's a benefit for Hawaii that we were going to do, but it's the week that Rocky's due.\"\nThe host, Toby Morse said: \"Rocky Thirteen Barker.\"\n\"Rocky Thirteen Barker,\" repeated Barker.\nThere were already rumours that Barker and the reality star might name their first child together \"Rocky\".\nDuring the couple's Disney themed baby shower, fans zoomed in on decorations where guests could leave messages to the family. One partially read: \"May Baby Rocky have the most...life filled with love, happiness.\"\nBarker had also mentioned he liked the name while speaking to his teenage daughter, Alabama, during an interview with Complex.\nHe shared why he likes the name, saying \"Rocky George played guitar for Suicidal Tendencies, and 13 is just the greatest number of all time\".\nAlabama, who seemed less than impressed, replied: \"Let's see how this goes when he's at school.\"\nIn September, Kardashian, 44, thanked doctors for \"saving my baby's life\" after she was rushed into \"urgent foetal surgery\", in which surgeons operate on babies while they are still in the womb.\nShe has previously spoken about her struggles to conceive with Barker, but in June she posted an Instagram video showing her holding up a sign at a Blink-182 concert saying: \"Travis I'm pregnant.\"\nYou may also like:\nBest celebrity Halloween costumes\nFive Nights at Freddy's rules Halloween box office\nTaylor Swift tackles slut shamers with 1989 remake\nRelated Topics\nUnited States\nMore on this story\nKardashian says surgery saved life of unborn baby\nPublished\n7 September\nBlink-182 postpone shows over 'family matter'\nPublished\n1 September",
    "authors": "By Chloe Kim",
    "uploaddate": "2023-10-31T20:07:52.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/travel/article/20231101-massimo-botturas-new-not-barbecue-restaurant",
    "headline": "Massimo Bottura's new \"Not Barbecue\" restaurant",
    "contents": "By Eva Sandoval\n2nd November 2023\nAl Gatto Verde in Modena, Italy, redefines barbecue with a wood-burning oven, conceptual fire cooking techniques and passionately sustainable practices.\nArticle continues below\nI\nI'm three dishes deep into the tasting menu at Al Gatto Verde – Massimo Bottura's new \"Not Barbecue\" restaurant at Casa Maria Luigia, his intensely stylish guesthouse on the outskirts of Modena, Italy – when the cotechino sangue di drago arrives.\nCotechino, a Northern Italian pork sausage flavoured with juniper, cloves and garlic, is the quintessential Italian New Year's Eve dish; stewed with lentils and served at midnight. I've eaten it every winter of my life, but only on New Year's, and never on an early autumn night in the ochre-hued Emilian hills, surrounded by edgy artwork.\nAl Gatto Verde's cotechino is a square, ruby-like nugget with a crispy Japanese-style deep-fried crust, draped in a vibrant plum-coloured \"dragon's blood\" sauce. My fork glides through the buttery soft sausage. The bite is velvety and tart, and the familiar New Year's Eve flavours of pork and spices burst through the unexpected yet arresting smokiness.\nSmoked. Slow-cooked. Flame-fired. Familiar. These are the dishes at Al Gatto Verde. But Massimo Bottura is right – this is not barbecue. At least, it's not American barbecue known for its smoked meats and carby sides, nor is it primal meat cooked over flame. Al Gatto Verde's Not Barbecue offerings are even a departure from the contemporary Modenese dishes developed in Bottura's three Michelin-star restaurant, Osteria Francescana, in his bistro, Franceschetta58, or for his culinary collaborations with Gucci and Enzo Ferrari.\nHelmed by Casa Maria Luigia's Head Chef Jessica Rosval, Al Gatto Verde continues the Bottura tradition of dismantling conventional flavours while following a rigorous \"no waste\" policy. Like Osteria Francescana's iconic dish \"Pasta Pesto in Abstract\" – born when one of the osteria's chefs overcooked several kilos of spaghetti with pesto and, after Bottura challenged the staff to repurpose it, the pulpy pasta was fermented into miso and transformed into a zesty layered flan.\nNot Barbecue evolved from Casa Maria Luigia's breakfast offering called – surprise – \"Not Brunch\". \"We've been working with fire since we opened Casa Maria Luigia to recreate the breakfast my grandmother cooked when I was a kid on Christmas day,\" explained Bottura. \"In 2020, when we reopened after lockdown, we created a special brunch.\"\nVIDEO: Click on the arrow above to see Massimo Bottura's flame-fired cuisine\nThe wildly popular brunch, called Tòla Dòlza – \"take it easy\" in Emilian dialect – uses a wood-burning oven, Tuscan grill and \"Big Green Egg\" charcoal smoker grill to produce a feast of fruits and vegetables, fluffy frittatas, focaccia and re-visited Emilian treats like sbrisolona (crumble pastry) deliciously topped with smoky cotechino and sweet zabaglione cream.\n\"We've recreated the atmosphere of a barbecue – in your palate, of course.\"\n\"From brunch to barbecue, the step was very short,\" said Bottura. Rosval began creating new Modenese dishes with barbecue-adjacent techniques, like roasting Bottura's signature Parmigiano sauce-bathed tortellini in the wood burning-oven just before serving to infuse them with the smokiness of chestnut wood and impart a delightful unexpected crunch. \"We put together all these different contemporary techniques, and we've recreated the atmosphere of a barbecue,\" said Bottura. \"In your palate, of course.\"\nArtwork decorates the courtyard at Casa Maria Luigia (Credit: Lido Vannucchi)\nCasa Maria Luigia's idyllic country setting was, naturally, the perfect venue for the Not Barbecue concept. Since Bottura and his wife, Lara Gilmore – entrepreneur and president of Bottura's anti-foodwaste non-profit Food for Soul – opened the guesthouse in 2019, Modena's cab drivers have come to know the road well. \"They're giving us lots of business,\" said my driver as we drove through rolling yellow hills towards the stately cream-colored villa.\nThe property originally consisted of an 18th-Century carriage house and has since incorporated the adjacent vineyards, surrounding structures and bucolic grounds on which now stand a swimming pool, tennis courts and Gilmore's thriving herb, vegetable and flower garden. As Gilmore led me past rosemary and wildflower bushes, she pointed out the smoky mint green colour of every wooden shutter and door. The colour is laced throughout the property, from the walls of the Music Room to the utility sheds to Al Gatto Verde's wood-burning oven.\n\"We named [the guesthouse] after Massimo's mother,\" explained Gilmore. \"We decided not to call it Villa Maria Luigia but Casa. We wanted to indicate that this was a home away from home.\"\nMassimo Bottura and Lara Gilmore named Casa Maria Luigia after Massimo's mother (Credit: Lido Vannucchi)\nAn extremely stylish home. Each of the 12 rooms is decorated with a mix of vintage and modern designer furniture and contemporary artworks by luminaries like Mimmo Paladino, Sandro Chia, and Ai Weiwei: country guesthouse meets interactive pop art installation. There are Murano glass chandeliers and frescoes on vaulted ceilings, the Music Room is lined with vinyl records to spin on the vintage record player, and the guest-accesible kitchen is stocked with sweet and savoury baked snacks made with produce from the garden.\nThe year 2022 saw the addition of Acetaia ML, a repurposing of the neighbouring 1960s acetaia (vinegar factory) where Bottura now produces artisanal balsamic vinegar made from the property's grapes for Villa Manodori, his line of condiments. The musty, oak-scented air is intoxicating as the tour guide leads me past designer Ingo Maurer's \"Heart Attack\" and through rooms of vintage wooden barrels, some dating back to 1910, some used to age sommelier Valentina Bardini's craft cocktails.\nI'm finally ushered the few paces through Acetaia ML's courtyard to Al Gatto Verde, as guests stroll contentedly and staff filters through the open kitchen, hauling crates of late summer truffles and tending to the Big Green Egg. The industrial-chic restaurant itself is cosily-lit and livened by green wainscoting and mixed media art including Jack Pierson's \"Fate\". Every centimetre of Casa Maria Luigia is intentional, yet the vibe is incredibly chill and joyous.\nAl Gatto Verde's dining room showcases mixed media art, including Jack Pierson's \"Fate\" (Credit: Eva Sandoval)\nWith Bottura's penchant for \"things that are not\", it's unsurprising that as he and Rosval were developing Casa Maria Luigia's new restaurant, inspiration struck at a Mike Bidlo exhibit of the conceptual artist's 1980s replications of iconic\nartworks.\nLIFE IMITATING ART\n\"Twirl it like Beckham\"\nA sauce-spattered veal dish served in the Carriage House at Casa Maria Luigia was inspired by a psychedelic Damien Hirst spin painting. The official name of the dish is \"Beautiful Psychedelic, Spin Painted Veal, Charcoal Grilled with Glorious Colors as a Painting\". When dining there, David Beckham and Valentino Rossi couldn't stop twirling the dish around on the table. \"Art really inspires what I do,\" said Bottura.\n\"I saw 1982 Not Jackson Pollock. 1984 Not Frank Stella. 1983 Not Andy Warhol,\" said Bottura as we chatted outside the restaurant, where those three paintings are now displayed. \"[I thought], Wow, this is amazing… because it's painted even better than those, like, technically. But conceptually it was incredibly interesting. I said, you know what? I'm gonna open Not Barbecue.\"\nThe restaurant's name was a lightning bolt, too, when Gilmore was smitten by a vintage photo of Enzo Ferrari's custom Ferrari in smoky sage green – \"Casa Maria Luigia green\". The photo had been taken at a local restaurant called Gatto Verde. Gilmore found that it still existed, and so did its sign: Albergo Ristorante Dancing (hotel, restaurant, dancing). \"It was that spirit,\" explained Gilmore. \"That playful 'anything-can-happen'.\"\n\"Al Gatto Verde is a state of mind,\" said Rosval. \"That limitless potential to take ingredients that are still very deeply rooted in Modena and in Emilia Romagna. We don't want to put a title on it. So we just say what it's not. It's not a lot of things. But it's also a lot of other things.\"\nIt's smoky New Year's Eve sausage served 365 days a year. It's baking focaccia in a wood-burning oven so it puffs up and deflates as you pull apart its crackly surface to dredge it in baked ricotta, almond hummus and lard-laced pesto. It's stuffing a borlengo (Modenese flatbread crepe), with truffle parmesan sauce and grilled porcini that have been smoked to resemble Japanese bonito flakes.\nSmoky Italian cotechino is served in a vibrant plum coloured \"dragon's blood\" sauce (Credit: Lido Vannucchi)\nThere are dishes honouring Rosval's Canadian roots, like the \"burnt ends\" of her melt-on-your-fork Montreal smoked lamb leg and the \"pasta arsa\" made with dried-out pasta dough. The latter was conceived when Rosval became \"obsessed\" with dandan noodles – numbingly spicy, smoky Szechuan noodles topped with pork and peanuts.\nShe asked herself, what would happen if a Canadian made dandan noodles in Italy?\nThe answer: she'd scorch dried-out pasta, ferment seven Italian chillies, swap Southern Italian pistachios for the peanuts, then add short ribs flavoured with maple syrup, and, finally, a puree made from orange peels left over from fresh juice.\n\"No waste is the law,\" said Rosval.\nHead Chef Jessica Rosval says Al Gatto Verde is \"a state of mind\" (Credit: Eva Sandoval)\nNo waste cooking is just part of Al Gatto Verde's sustainability initiatives. The roof features 85 kilowatt solar panels, and the specially-developed Mapei ceramic tiles allow the kitchen to recycle rainwater. The wood-burning oven, too, has been outfitted with a zero-pollution tank to reduce emissions.\n\"Being sustainable is about you,\" said Bottura. \"You're in New York, you're in London, you're in Modena – being sustainable is in your mind. How you say good morning, how you treat employees. There's this big idea that high-end cuisine is not sustainable anymore. Actually, I'm here. Come see how I work. Just check what we are doing.\"\nBBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future.\n--- \nJoin more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.\n\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Eva Sandoval",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/culture/article/20231031-how-virginia-woolf-and-the-bloomsbury-group-unbuttoned-britain",
    "headline": "How Virginia Woolf and the Bloomsbury group unbuttoned Britain",
    "contents": "By Holly Williams\n2nd November 2023\nCounting Virginia Woolf among their number, the Bloomsbury group were radical creative figures in the early 20th Century. A new exhibition explores how that extended to their wardrobes too, writes Holly Williams.\nArticle continues below\n\"Vain trifles as they seem, clothes have, they say, more important offices than merely to keep us warm. They change our view of the world and the world's view of us.\" So wrote Virginia Woolf in her 1928 novel Orlando, about a young nobleman who lives for several centuries, changing sex along the way.\nMore like this:\n– The book that changed how we see Virginia Woolf\n– The rock 'n' roll bohemians who shocked the Victorians\n– The jacket that symbolises Britishness\nWoolf often uses Orlando's changes in clothing to say something about the changing times and gender expectations they live under. A young male Orlando may romp through the countryside or ice skate along the Thames, but the female Orlando in the 18th and 19th Centuries is as hampered by crinolines as she is by the way society suddenly sees her as delicate and enfeebled. Eventually, she embraces androgyny, and starts wearing breeches – just as Woolf's lover, and inspiration for Orlando, Vita Sackville-West was wont to do.\nThe Bloomsbury aesthetic influenced the costumes by Rei Kawakubo for 2019's Orlando at the Vienna State Opera (Credit: Weiner Staatsoper / Michael Poehn)\nBut Woolf's handily quotable maxim that clothes \"change our view of the world and the world's view of us\" could have been taken from a new book and exhibition about the Bloomsbury Group – the radical circle of artists, writers, and thinkers that Woolf was a part of. Fashion journalist Charlie Porter's book, Bring No Clothes: Bloomsbury and the Philosophy of Fashion, has been published to coincide with the show he's curated at Charleston in Lewes, a new exhibition space in Sussex near the famous farmhouse where several of the Bloomsbury Group lived.  \n\"Virginia Woolf recognised that to understand humans you have to understand clothes,\" he says when we meet at the gallery. \"Clothes aren't just a decorative punctuation point.\"\nThe Bloomsbury Group were radical in many ways: in their work, they exhibited a restless questing for new forms, on the page or the canvas. In their philosophy, they were pioneers across fields as various as feminism, pacifism, art theory and economics. And in their personal lives, they were famously fluid too – many were queer, and their romantic and sexual relationships were often non-monogamous and mutually entangled.\n'Bring no clothes'\nBut they were also, Porter argues, radical when it came to what they wore, and what their clothing meant. His title, Bring No Clothes, turns offhand comments made by Woolf into a pithy manifesto: it's a phrase she often wrote to visitors, a promise of unconventionality. Porter quotes a letter Woolf sent to TS Eliot in 1920, ahead of his visit to her Sussex cottage: \"We are hoping to see you on Saturday… Please bring no clothes: we live in a state of the greatest simplicity.\" This instruction ensured guests knew that they wouldn't have to conform to the upper-class expectation of dressing for dinner – that they were rejecting hierarchies shored up by the very concept of appropriate attire.  \nA portrait of Bloomsbury group member Lady Ottoline Morrell, who was famous for her alternative fashions (Credit: Tate)\nOf course, the Bloomsbury Group weren't romping about with no clothes on at all (with the exception of the painter Duncan Grant, who seems to have loved stripping off). But our popular conception of what they were wearing has become perhaps over-simplified in recent decades.\nThe idea of the \"Bloomsbury look\" as an identifiable style is well-cemented. It feels like every few years, a fashion designer references them on the catwalk, and magazines follow with shoots of how to \"get the look\". Porter summarises the \"Bloomsbury look\" thusly: \"It's a loose longline floaty patterned dress, or a cardigan over a blouse that's buttoned up – in can be really librarian, in this demeaning view of librarians!\"\nAnd this was something Porter was interested in interrogating – for it does something of a disservice to this colourful lot. For starters, even deciding who is in or out of \"the Bloomsbury Group\" is tricky. With upwards of 20 potential Bloomsbury-ites, spanning multiple decades and even generations, it's hardly surprising that many of them dressed very differently to one another.\nDior Men's summer 2023 collection was inspired by the artist Duncan Grant and the house and garden at Charleston (Credit: Brett Lloyd)\n\"The idea of the 'Bloomsbury look' is a pretty floral dress, but it should actually also be the tailored suit,\" points out Porter. He explores how if you look at, say, the novelist EM Forster or the economist Maynard Keynes, you'd hardly cry looseness and freedom – they're usually seen in a classic suit, the uniform of patriarchal, imperial, entitled, buttoned-up British power. They are also using the suit to hide their true identity as men who love men; a way to pass in an era when homosexuality was illegal. This does not look like throwing off the shackles, as other members of the group more openly did.\nThe number of times people talked about the jarring colours they wore… these vile clashes – Charlie Porter\nAnd there are some more obvious Bloomsbury sartorial rebels: figures like Woolf and her sister, the painter Vanessa Bell, and her lover Grant, who rejected restrictive clothing in favour of dishevelment, comfort and flow. Women like Dora Carrington, the painter, or Sackville-West, who consciously embraced androgyny. Or Lady Ottoline Morrell, who forged her own unabashed and inimitable style, wearing elaborate dresses that were considered deeply unfashionable.\nYet we still have a tendency to get things about them wrong. It is true, for instance, that Woolf and Bell did float around in waistless, longline, drapey garms. But the entrenched idea that these were always in muted tones – mauves and sage, brown and dulled blues (think of the murky colour palette in The Hours, or the similarly restrained BBC drama Life in Squares) seems to be, at least in part, due to assumptions derived from the fact that they were always photographed in black and white.\nReports from the time suggest many of the set were actually big into bold colour – exactly as you'd expect, if you looked at Bell and Grant's paintings or at Charleston, where they painted every available surface in mustard, tangerine, chartreuse and turquoise, as well as softer pastels.\nIt was something that really struck Porter in his research. \"The number of times people talked about the jarring colours they wore… these vile clashes,\" he recalls. He quotes Bell writing to Grant in 1915, asking for her yellow waistcoat – and one can only imagine what she was planning on pairing it with. \"I am going to make myself a new dress,\" she continued, adding, \"you won't like the dress I'm afraid, as it will be mostly purple… Also I'm going to make myself a bright green blouse or coat\". As Porter points out, these are \"bold colour fields, just like her abstracts\".\nA rejection of old mores\nBloomsbury was self-consciously revolutionary in various artistic ways – as early as 1908, Woolf was insisting that she wanted to do nothing less than \"re-form the novel\" – and so it is tempting to assume that they were all planning out this fashion revolution, determining to \"make it new\" (as fellow modernist Ezra Pound famously said).\nLady in a Red Hat (1918) depicts Vita Sackville-West wearing typically Bloomsbury-set bold colours (Credit: Alamy)\nYet for Porter, the key to understanding the Bloomsbury look is not to see it as a bold new style, but as a bold rejection of an oppressive old one. \"The radicalism is in the refusal,\" he says – the Bloomsbury look is as much about saying no to what came before as about finding a new way to be.\n\"The way we see fashion is in terms of next season, next season, and the way we historicise it is often as this series of forward movements. But I actually think refusal is as powerful a force – it's rejection and it's breaking, and that then allows for change,\" says Porter. \"Rather than 'hey I really feel like wearing a long-sleeve floaty dress', it's that that's what available at the time, that they can exist in society wearing without being damned, while still rejecting restrictive clothing.\"\nTheir refusal of what they'd been forced to wear in their upbringing was as important as the ideas they were sharing, the conversations they were having\nSo, what were the Bloomsberries rejecting, and reacting against? The term \"restrictive clothing\" isn't an exaggeration. Woolf and Bell grew up in an era, and in a class, where they still had to dress for dinner, and were expected to spend their evenings at society parties that they loathed. Dressing correctly was paramount, and for young women this involved wearing stays – boned corsets – underneath full length, often lavish dresses. Woolf hated the restrictions of stays – she wrote to her first love, Violet Dickinson, \"I tried to saw mine through this morning, but couldn't. What iron boned conventionality we live in…\"  \nWoolf was sexually abused as a child by her own half-brother, a trauma that seemed to result in extremely complicated feelings towards her body, her appearance, and her sexuality; she wrote about experiencing \"looking-glass shame\" when catching her own reflection. In 1939 she wrote \"everything to do with dress … still frightens me\".  \nBeing paraded around society in shoulder-revealing evening gowns and pearls decided on by that self-same half-brother sounds like it was a kind of torture for her. It is one of the reasons why Porter finds the fetishising of \"the Bloomsbury look\" uneasy: for Woolf it may have been more about escaping trauma, comfortably covering up the body, than about crafting some fashionable design.  \nIt was in 1904 when Woolf and Bell escaped into their own London home – 46 Gordon Square – and decided to do things differently. \"Everything was going to be new,\" wrote Woolf in 1920, looking back at this time. \"Everything was going to be different. Everything was on trial.\" This meant upending conventions about how to socialise, including what to wear.\nDuncan Grant's portrait of economist John Maynard Keynes who, contrary to Bloomsbury stereotype, often wore a classic suit (Credit: Estate of Duncan Grant)\nTheir brother Thoby began bringing over friends from Cambridge, and the Bloomsbury group formed during Thursday evening get-togethers. These were deliberately informal: \"It was late at night; the room was full of smoke; buns, coffee and whisky were strewn about; we were not wearing white satin or seed pearls; we were not dressed at all,\" wrote Woolf.\nAnd these intelligent, highly-educated young men seemed more interested in a large mind than a tiny waist. Woolf wrote of how they \"criticised our arguments as severely as their own… They never seemed to notice how we were dressed or if we were nice looking or not\". It was a relief, and a thrill – at last the sisters could breathe freely, think freely, and be listened to, rather than looked at.\n\"This refusal of what they'd been forced to wear in their upbringing was as important as everything going on around them, in the ideas they were sharing, the conversations they were having,\" says Porter.\nBut increasingly, there came a practical element to their dress choices – something seen most clearly via Bell and Grant. Moving to Charleston farmhouse in 1916, the rumpled informality of their clothing – often hand-made garments, kept together with safety pins; usually covered in paint or dirt, almost always capacious, revealing even – speaks to both life in the countryside and to their lives as painters. So while there was an intellectual philosophy behind throwing off the shackles of Victorian decorum, there was also just the practical imperative to be able to move freely through the world, to create art  unencumbered by tight sleeves or pinched waists.\nThe 'Bloomsbury look' has been highly influential in fashion, as evidenced in this 2015 'Rebel Riders' Vogue Italia shoot at the group's base, Charleston (Credit: Tim Walker)\nIt wasn't just the Bloomsbury group who were embracing new shapes, of course. The 20th Century saw a general turn away from restrictive, rigidly codified clothing – and Porter isn't arguing that Bloomsbury were the architects of this shift. But they do form a useful historical snapshot: a much-documented group of friends figuring out how to live, love and dress differently.  \n\"I am by no means saying that they changed fashion, in themselves, but I don't know of another collective that we can study in this way. Through their example we can shine a light on what was happening among other young people at that time. And I do think they are a very remarkable example of queer humans finding each other,\" he says.  \n\"In many cases they could only go so far – but it was extraordinary what they attempted to do, with their desire for change.\"\nBring No Clothes: Bloomsbury and the Philosophy of Fashion by Charlie Porter is published by Particular Books; Bring No Clothes: Bloomsbury and Fashion is at Charleston in Lewes, UK, until 7 January 2024\n'What Time is Love?' by Holly Williams is published by Orion\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Holly Williams",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/football/67284302",
    "headline": "Women's Nations League: Irene Paredes denied 100th Spain cap by 'computer error'",
    "contents": "Women's Nations League: Irene Paredes denied 100th Spain cap by 'computer error'\nLast updated on\n1 November 2023\n1 November 2023\n.\nFrom the section\nWomen's Football\nIrene Paredes missed Spain's 7-1 win against Switzerland\nIrene Paredes was unable to make her 100th appearance for Spain on Tuesday because of a \"computer error\", says head coach Montse Tome.\nThe Barcelona defender, 32, missed Spain's 7-1 win against Switzerland in the Women's Nations League.\nSpanish media reported the error meant a teamsheet from Spain's previous match, which Paredes missed, was submitted to Uefa.\nThe injured Amaiur Sarriegi was instead named on the official squad list.\n\"There was some kind of computer problem,\" said Tome.\n\"I was told about it at the hotel so I had to adapt to the situation. From there, we chose the 11 that you saw.\"\nParedes could still win her 100th cap when Spain face Italy in the Women's Nations League on 1 December.\nShe was expected to return against Switzerland after injury kept her out of Spain's 1-0 win over the Italians last week.\nOnly two players - Alexia Putellas and Jenni Hermoso - have played 100 times for Spain's women's team.\nPutellas scored twice against Switzerland, while women's Ballon d'Or winner Aitana Bonmati played 77 minutes.\nSpain lead their Nations League group with 12 points after four matches, five points ahead of Sweden.\nListen to the latest Football Daily podcast\nOur coverage of your Premier League club is bigger and better than ever before - follow your team and sign up for notifications in the BBC Sport app to make sure you never miss a moment",
    "authors": "no author",
    "uploaddate": "2023-11-01T11:20:07+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/uk-67294809",
    "headline": "M&S pulls Christmas advert post after Palestinian flag criticism",
    "contents": "M&S pulls Christmas advert post after Palestinian flag criticism\nPublished\n37 minutes ago\nShare\nRelated Topics\nIsrael-Gaza war\nIMAGE SOURCE,\nGETTY IMAGES\nBy James Gregory\nBBC News\nM&S has apologised after being accused of posting an Instagram photo of Christmas party hats in the colours of the Palestinian flag on fire.\nThe image, an out-take from one of the company's TV adverts, showed red, green and silver hats burning in a fireplace.\nM&S said the intent was to \"playfully show that some people don't enjoy wearing paper Christmas hats\".\nThe company removed the photo and said the advert was filmed in August, before the latest Israel-Gaza conflict began.\nIt said the hats were \"traditional, festive coloured red, green and silver Christmas paper hats\".\n\"We have removed the post following feedback and we apologise for any unintentional hurt caused,\" M&S added in a statement posted to X, formerly known as Twitter, on Wednesday night.\nThe photo was an out-take from the company's Christmas clothing and home advert, which is based on the premise that people should do away with Christmas traditions they no longer love.\nThe picture drew criticism from several social media users who claimed there was a similarity between the colours of the hats and the Palestinian flag, with one user describing the photo as \"distasteful\".\nThe company has also been defended by other social media users who said the hats are in traditional Christmas colours.\nQueer Eye presenter Tan France, who appears in the advert, said on Instagram: \"The ad was shot in August, so maybe you're reaching with your ridiculous comments.\"\nThe Advertising Standards Authority, which regulates advertising in the UK, says it has received 40 complaints about the Instagram post.\nThe regulator says it is reviewing the complaints to determine whether further action is needed, but is not currently investigating the advert.\nIMAGE SOURCE,\nINSTAGRAM\nImage caption,\nThe post - an out-take image from M&S's Christmas clothing and home advert - was deleted by M&S\nReleasing the \"Love Thismas not Thatmas\" advert earlier this week, M&S said it was intended to \"celebrate and empower our customers to just do the things they love\".\nThe advert also features actors Zawe Ashton and Hannah Waddingham, and singer Sophie Ellis-Bextor.\nWhat is happening in Israel and Gaza, and why now?\nMore than 1,400 people were killed in attacks by Hamas on Israel on 7 October, while at least 239 people were taken hostage.\nThe Hamas-run health ministry in Gaza says more than 9,000 people have been killed since Israel launched air strikes as part of a military response to the attacks.\nRelated Topics\nIsrael-Gaza war\nChristmas adverts\nMarks & Spencer\nMore on this story\nWhat is happening in Israel and Gaza, and why now?\nPublished\n19 hours ago",
    "authors": "By James Gregory",
    "uploaddate": "2023-11-02T11:36:22.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/news/world-asia-china-67294919",
    "headline": "Chinese grieve popular ex-premier Li Keqiang in quiet show of dissent",
    "contents": "Chinese grieve popular ex-premier Li Keqiang in quiet show of dissent\nPublished\n3 hours ago\nShare\nIMAGE SOURCE,\nEPA\nImage caption,\nLi Keqiang, China's former premier, was cremated in Beijing\nBy Kelly Ng\nBBC News\nNational flags flew at half-mast across China on Thursday as the country put its former premier Li Keqiang to rest.\nLi, whose body was moved to Beijing from Shanghai where he had died of a heart attack on 27 October, was cremated.\nPictures show crowds gathered along the streets as a convoy said to be carrying his body drove past.\nMuted state coverage of his funeral stands in contrast to the outpouring of sorrow among ordinary Chinese.\nLi, 68, was once tipped to be China's future leader. But he was overtaken and then swiftly sidelined by Xi Jinping, who has centralised power in his own hands during his more than 10 years at the helm.\nState news agency Xinhua issued a statement on Thursday afternoon accompanied by a picture of Mr Xi offering condolences to Li's widow Cheng Hong.\nIn an obituary published last Friday, China's Communist Party described Li as a \"time-tested communist soldier\" and urged the people to \"turn grief into strength\" and rally around the current leadership of Mr Xi.\nLi Keqiang: The life of China's marginalised premier\nSorrow and tension as Chinese leader's hometown mourns\nLi's funeral was held at the Babaoshan Revolutionary Cemetery, where his body lay on a bed of flowers and was covered with the Communist Party's flag. Mr Xi and his wife Peng Liyuan were in attendance, along with new premier Li Qiang and other members of the Politburo Standing Committee, which makes up the top rung of the Party leadership.\nAcross the country, Li's sudden death prompted tributes, showing warm praise and grief. While some analysts say Li's track record as an administrator was uneven, they believe people are mourning as much for the man as the loss of what China could have been under his leadership.\n\"The public outpouring of grief for Li reflects the mourning of some Chinese people for a more open and optimistic time, before Mr Xi steered the country in a more authoritarian, statist, and nationalist direction,\" said Neil Thomas, fellow for Chinese Politics at Asia Society Policy Institute.\nHe adds that the the public reaction to Li's death is especially strong because he died soon after leaving office.\nIMAGE SOURCE,\nREUTERS\nImage caption,\nNational flags flew at half-mast across China on Thursday as the country put Li Keqiang to rest\nLi served as China's premier for a decade until March this year. A trained economist, he entered Chinese elite politics at the young age of 28 and rose through the ranks to become the youngest provincial governor in China. His ascent in the Party was particularly noted given he had no power base and was not a \"princeling\" like many Chinese leaders whose fathers were high-ranking officials. Mr Xi's father, Xi Zhongxun, was the first secretary-general of China's State Council.\nLi was known for being pragmatic rather than ideological in his economic policies, with a focus on reducing the wealth gap and providing affordable housing. But he struggled to implement reforms under Mr Xi, whose leadership saw the party taking a firmer grip of China's economy, which has increasingly raised concerns among foreign businesses.\nLi was best-known outside of China for the Li Keqiang index, a term coined by The Economist to measure China's true economic growth, after Li described his country's gross domestic product figures as \"man-made\" in a private meeting with US officials.\nKyle Jaros, a professor on global affairs at the University of Notre Dame, says the Chinese public tends to feel a closer affinity to premiers whose mandates involve more domestic issues - as was the case with Li who often spoke of China's challenges, including jobs and cost of living.\nWhy Li Keqiang's death is dangerous for Xi Jinping\nXi Jinping's power grab - and why it matters\nIn the days since Li's death, crowds of mourners have laid thousands of chrysanthemum bouquets across the country - including in Zhengzhou, the capital city of Henan where Li once served as the top provincial official, and around his childhood home in the city of Hefei in Anhui province.\nMany bouquets had cards bearing Li's words, including his parting words to the State Council, China's cabinet, when he stepped down in March: \"The heavens are looking at what humans are doing. The firmament has eyes.\"\n\"Sometimes to praise the path not taken is to make a comment on the path that was taken… Li represented a top leader who looked out for the little guys. He made them feel 'seen',\" says Wen-Ti Sung, a political scientist at the Australian National University who studies China and Taiwan.\nBy the time he retired, Li was the last of the top Party leadership who was not handpicked by Mr Xi. In an attempt to crush the once-powerful Youth League faction that Li hails from, Mr Xi sidelined him. He left Li and former vice-premier Wang Yang out of the Party's top decision-making body in a twice-a-decade leadership reshuffle last year.\nThe decision came days after Mr Xi's predecessor Hu Jintao, who is part of the same faction, was asked to leave the Communist Party Congress while it was still under way. Mr Hu, 80, patted Li, widely seen as his protégé, on the shoulder as he was escorted out. Li briefly nodded in acknowledgement. Many viewed Mr Hu's exit as a public display of Mr Xi cementing his hold on power.\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPeople mourn and lay bouquets outside Li's childhood home in Hefei\nThere has also been an outpouring of emotion online, despite the authorities' attempt at managing comments. According to the US-based China Digital Times, which also monitors Chinese censorship, Beijing had ordered platforms and media outlets to \"pay particular attention to overly effusive\" comments.\nIn contrast, on Chinese social media platform Weibo, a hashtag related to Li received more than 360 million views and 17,000 comments as of 13:30 local time (5:30 GMT) on Thursday.\nSome users commented that this scale of mourning reflects \"the highest regard\" from the people. \"The people know who are really serving them. The premier worked hard. He was too tired,\" wrote another Weibo user. Some users described Li as the \"people's premier\", although those comments and the like were swiftly censored.\nIn Li's hometown Hefei the BBC encountered difficulty speaking to mourners as local officials and party volunteers interrupted interviews and ordered the crew to leave.\nA middle-aged woman who witnessed the commotion told the BBC: \"[Li was] a great leader. Why can't we show it?\"\nXi Jinping's party is just getting started\n\"He's gone. We are all very sad,\" she said and teared up.\nWhile he did not visibly challenge any of Mr Xi's priorities, Prof Jaros says people in and outside of China nevertheless valued his more liberal and less ideological outlook: \"He stood as a symbol of a different path that China might have taken.\"\nSome have labelled Li a \"weak premier\" who was quickly sidelined, but in death he seems to have become a symbol of quiet opposition to Mr Xi.\nAdditional reporting by Fan Wang and Ian Tang\nRelated Topics\nXi Jinping\nAsia\nMore on this story\nSorrow and tension as Chinese leader's hometown mourns\nPublished\n4 hours ago\nWhy Li Keqiang's death is dangerous for Xi Jinping\nPublished\n6 days ago\nThe mysterious exit of China's former leader\nPublished\n22 October 2022",
    "authors": "By Kelly Ng",
    "uploaddate": "2023-11-02T08:26:02.000Z",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/future/article/20231101-psychedelic-drugs-flashbacks-hallucinogen-persisting-perception-disorder-hppd",
    "headline": "Psilocybin and LSD: What I learnt after experiencing 'psychedelic flashbacks'",
    "contents": "By Ed Prideaux\n2nd November 2023\nWith psychedelic drug treatments accelerating towards approval in the US and elsewhere, Ed Prideaux investigates a disconcerting after-effect that is poorly understood.\nArticle continues below\nG\nGuidance: Contains content on drug use, suicide, depression and mental health\nI looked down at the driveway and noticed the paving stones were still moving. I'd taken the drug just the night before and hadn't slept, so I wasn't too surprised to start with.\nThis was eight years ago, and it was my fourth trip on 1-P LSD, an analogue of LSD that was purchasable online in the UK prior to a legal crackdown in 2016. I decided that this trip might be my last. Psychedelic space was \"just a bit much\", I concluded – and things thankfully seemed to settle to a delicate peace over the succeeding few days. That is, until I noticed some very strange events in my vision.\n\nIn the couple of weeks after the trip – completely sober – I saw the cupboards in my bedroom \"breathing\" and morphing. Carpets and chairs were covered in fine, greyish particles. Looking at friends' faces, my vision would tunnel in on their central visage like a high-definition camera, and with purple and greenish auras around their heads. The keys on my piano keyboard bore trims of rainbows. And leaning back in my chair one day, my visual field would saturate with dense pockets of blue, with bright halos formed around light fittings.\n\nHaving spent an evening watching the wallpaper breathe – glancing away and back and hoping it'd be stationary – I punched in an internet search. Quite quickly, I worked out what might be happening: psychiatrists call it Hallucinogen Persisting Perception Disorder, or HPPD. But a more colloquial term might be \"psychedelic flashbacks\": the persistence of psychedelic-like perceptual phenomena after the acute effects of a drug have worn off. Within the scientific community, HPPD has been considered to be relatively rare condition, but also one that is poorly understood.\nYou may also like:\nHow a dose of MDMA transformed a white supremacist\nHow psychedelic drugs might treat depression\nThe life-changing effects of hallucinations\nMore recently, I've been diving deeper into HPPD to try to understand it better. I've talked to many others who have reported the same symptoms, interviewed psychiatrists and researchers investigating HPPD's causes, and conducted a small research survey to capture people's reports about the personal and emotional consequences.\nBut my own experiences are not the only reason I've been motivated to investigate HPPD. With psychedelic drug treatments speeding towards approval, it's possible the condition could also become common. In recent years, psychedelics have been gaining mainstream attention around the world for their possible positive therapeutic effects. The state of Oregon in the US, for example, is \"pioneering a therapeutic market\" for psilocybin (magic mushrooms). And amid positive media coverage, the number of young people in the US consuming psychedelics has reportedly \"soared\". Around 9% of Americans aged 19-to-30 are estimated to have tried them in the last year, compared to 3% in 2011. (Read more: The worldview changing drugs poised to go mainstream).\nSo, what exactly is known about HPPD and why it happens?\nWill psychedelic flashbacks become more common? (Credit: Getty Images)\n  At present, researchers don't know exactly how common HPPD or flashback phenomena are, since psychiatrists in clinics only see those who are troubled by the effects. In 2011, an online questionnaire of just under 2,500 users of psychedelics (and other drugs) found that around a quarter reported at least one persistent visual on a constant basis, and 4% to the degree that they were contemplating medical help.\nScientists are also uncertain how HPPD works in the brain. The \"disinhibition hypothesis\" suggests that psychedelic drugs cause a \"decoupling\" of visual filters: the brain becomes less able to screen out visual noise. But MRI scans reveal that some people who report HPPD display no differences. Some suggest that HPPD may arise from the ways that psychedelics render the brain more neuroplastic and malleable, such that it \"resettles\" after a trip in an altered state. Since it's considered a mental health problem, though, HPPDcan't be reduced solely to neurochemical processes in the brain: the individual person, their environment and relationships matter too.\nWe don't know precisely how long people's symptoms tend to last, either. For some, the effects may last a few weeks or months and fade away. Others live with them for a few years or even several decades. One tentative estimate of clinical HPPD patients suggests that 50% may recover within five years.\nIn my early urgent reading, I learned that medications can be limited: nothing curative, only addictive and side-effect laden benzodiazepines, repurposed anti-Parkinson's drugs, SSRIs, and antiepileptics, which may be life-savers for some, or have minimal or damaging effects for others.\nAt the time, this news was difficult to take. I took a screenshot of the HPPD Wikipedia page and messaged it to a friend I'd tripped with. \"What have I done?\" I thought.\nFortunately, the intensity and intrusiveness of my symptoms have declined markedly in the years since. But some degree of visuals is still present nearly a decade later.\nPsychedelic therapies are speeding towards approval (Credit: Getty Images)\nI tried 1-P LSD in the first growth spurts of the \"psychedelic renaissance\": the resurgence of clinical and media interest in the potential of psychedelic and related drugs to provoke healing experiences. Since then, calls to decriminalise the drugs have only grown. This year, additional well-publicised evidence has emerged that MDMA may be helpful for the treatment of PTSD. Some US states have made moves to decriminalise psychedelics, and at the federal level, politicians such as Alexandria Ocasio-Cortez have sought to do the same (albeit unsuccessfully). Media headlines have attested without subtlety to psychedelics' potential to \"free up the depressed brain\", \"erase trauma\", or form \"the Next Big Cure.\" Others, reporting on research surveys, give the impression that there's  \"no link between psychedelics and psychosis\" or \"mental health problems\" in general.\nHowever, at the same time, tentative population evidence suggests that adolescents who use psychedelics may be more likely to report depression and suicidal thoughts. A recent study (on which I was a co-author) conducted by the Challenging Experiences Project, an independent research group led by the philosopher Jules Evans, corroborated how psychedelic trips can traumatise and overwhelm individuals even without obvious vulnerabilities.\nSome of the people intensively involved with psychedelic therapy and research hardly know about HPPD – Tomislav Majić, psychiatrist\nAs for HPPD, not everyone is necessarily bothered if it happens to them – some people enjoy the experience – but psychiatrists I interviewed also describe how it can cause distress and impair quality of life.\nTomislav Majić, a psychiatrist at the Charité University Hospital in Berlin, Germany, who co-leads his hospital's psychedelic substances research group, says he regularly sees patients troubled by the effects of HPPD. \"It's interesting that even some of the people intensively involved with psychedelic therapy and research hardly know about HPPD,\" Majić told me. \"It is something that people prefer not to know.\"\nMajić says that \"HPPD is the most specific of the psychedelic-related disorders\", but it sits among a suite of related problems whose prevalence and causes we don't yet understand: prolonged dissociative reactions, feelings of unreality, anxiety, and possibly PTSD from the overwhelming effects of a psychedelic trip.\nFlashback history\nWhile HPPD is a relatively new psychiatric diagnosis – only a couple of decades old – the link between psychedelics and prolonged perceptual changes has a longer history than many might realise. In 1898, the writer Havelock Ellis tried mescaline and noticed a pleasant rise in his sensitivity to \"light and shade and colour\". In the 1930s, the existentialist Jean-Paul Sartre likewise tried mescaline and developed zoomorphic visions of crabs that followed him for several years. Eventually, Sartre was able to adapt and derive meaning from his crabs, which he interpreted as psychic compensations for his fear of loneliness.\nThere were few reports of flashbacks in the 1960s (Credit: Getty Images)\nIn the 1950s, researchers in the \"first wave\" of LSD therapy noticed some partial perceptual shifts among their patients. It seems that recurrent experiences like HPPD were not a serious problem – or perhaps didn't occur – among those first cohorts, but a lot of data proved unreliable or went ungathered. Transient perceptual changes were regarded as \"relaxing and beneficial\" by some subjects.\nPublic perceptions changed in the late-1960s, and stigma grew. Based in the Haight-Ashbury district in San Francisco – the epicentre of LSD culture on the American West Coast – the psychiatrist Mardi Horowitz coined the term \"flashback\". This word would take on a life of its own in lexica and competing propagandas around psychedelic drugs. Diane Linkletter, the daughter of a famous TV host, killed herself in the throes of an alleged LSD flashback, making national news (however, the claim that drugs were responsible for her death is false, according to the fact-check service Snopes).\nIt was many years before psychiatrists would diagnose flashbacks formally. In the early 1970s, Henry Abraham was a psychiatrist working in Boston when the seeds of the HPPD diagnosis were sown. \"A steady stream of self-described casualties of LSD captured my interest\", Abraham writes, describing a range of \"perceptual, cognitive, and affective symptoms\". Abraham documented a consistent set of perceptual changes that remains continuous with reports today: overlays of visual static, \"after-images\", patterning, flashes of light and colour.\nIn 1987, psychiatrists described the experience as \"Post-hallucinogen Perception Disorder\" within the third Diagnostic and Statistical Manual of Mental Disorders (DSM III), the so-called \"psychiatrist's bible\". In 2000, it was named HPPD in DSM IV. And in 2002, a distinction would emerge in the literature between \"Type-1: HPPD – episodic flashback experiences – and \"Type-2\", which describes a recurrent perceptual disorder.\nClinical causes\nIn the present day, full-blown HPPD has not yet been reported in psychedelic clinical trials. One reason might be because clinical drugs are pure and unadulterated, unlike street drugs. Between 2011 and 2017, the rate of adulteration with so-called \"novel psychoactive substances\" (NPS) in Dutch street drug samples increased from 0.5% in 2007 to 7.6% in 2017. ­­HPPD reports may also be explained by the degree of aftercare and support in research studies, since the condition may be more likely with challenging trips. Scientists also screen people based on personal and family history of mental illness, which may reduce the risk.\nHowever, a 2022 review of psychedelic trials found that adverse events (which would include HPPD) were sometimes improperly defined in studies, and probably underreported. And some trial participants, have experienced transient \"flashback\" phenomena that they described as unbothersome.\nJanis (not her real name) participated in a private Canadian trial of psilocybin – the active ingredient in magic mushrooms – for treatment-resistant depression. She noticed antidepressant effects with each dose, but also significant spikes in anxiety, alongside some novel visuals. After the trial, Janis describes developing full-blown HPPD and dissociative effects following two further therapeutic psychedelic sessions, including with legal ketamine infusions and an \"underground\" guide with psilocybin.\nThere's less stigma in Native American communities that derive psychedelics from the peyote cactus (Credit: Getty Images)\nOthers with experience like Janis's largely self-organise themselves in online patient communities. HPPDOnline.com, the support forum, numbers more than 18,000 people in its users; the HPPD subreddit includes around 12,000; and an assortment of other groups on Facebook have more than 10,000 members. A cursory review reveals a striking wealth of bad stories: suicides, depressions, ignorance from doctors, the frantic sampling of supplements, misdiagnoses.\nHowever, not all of these reports may be describing HPPD. The symptoms people describe on online communities have swelled beyond psychedelic kinds: with reports as disparate as organ pain, head pressure, floaters, balance problems, stammering, all and any of which may bear as much relation to anxiety and symptom fixation as the organic effects of a trip gone wrong.\nOne problem that has followed HPPD is providing an adequate definition\nStrikingly, Majić has found that many people who report HPPD in his clinic do not, on close examination, really meet criteria for the disorder: the kinds of visuals they consider aberrant may be normal things like floaters and light static in the dark, to which they're now more attuned since their trip and the surrounding anxiety.\nOne problem that has followed HPPD is providing an adequate definition. Other drugs than the classic hallucinogens also seem to prompt HPPD-like symptoms, including SSRIs, cannabis and MDMA.\nPsychiatrist Dominic Ffycthe at King's College, London, who sees HPPD patients in his clinic, suggests that HPPD would be best grouped on a spectrum of \"serotonergic syndromes\", in which changes to serotonin (fostered by psychedelics as well as other drugs) together create visuals and spikes in anxiety that coalesce.\nFor Sophia Alcala, who moderates the HPPD subreddit and has run peer-support groups for the condition, one rule-of-thumb for people concerned is to wait a month after a trip to check on their visuals. Indeed, it's relatively normal for transient visuals to occur after an experience.\nIn a 2022 paper, researchers also warned that encountering the HPPD concept shortly after a trip can be raise the likelihood of experiencing it. Psychedelics can increase user suggestibility for extended periods, so people can falsely conclude they \"have\" the disorder and become greatly distressed.\nRange of experience\nDespite all these diagnostic challenges, I wanted to get a clearer picture of people's subjective experiences. So, as part of a Master's programme earlier this year, I conducted a survey of 1,000 self-selected people who claimed to have experienced HPPD. My goal was to focus on the distress that accompanies their symptoms, as opposed to the mere experience of unbothersome visual phenomena. I found that just under a quarter were impaired or very impaired by their HPPD symptoms – anxious, scared, exhausted – while around a third weren't impaired at all.\nThree-quarters of the more impaired were often worried that they have \"brain damage\". More than 60% of the very impaired believed it was \"probably or definitely true\" that others will judge them because their condition was created by \"illicit drugs\". And more than half of the most impaired believe they can never talk to anyone about the condition.\nNot all symptoms may be down to HPPD - diagnosis is complex (Credit: Getty Images)\nWhen I developed HPPD symptoms, I told a few other people, but they didn't really get it, nor offer support. I didn't feel comfortable sharing with my family, and because I was in college at the time, I avoided telling anyone in authority: I would have been expelled. It took five years to \"come out\" to my closest loved ones. Others never do.\nAround 60% of the most impaired in my survey worry often or very often that they're \"going insane\". Indeed, the fear that one has developed schizophrenia is \"extremely common\" in the community, according to Alcala, the moderator of the HPPD subreddit. Amid deteriorations in stigma towards schizophrenia over the last three decades, the naked fact of \"seeing things\" can activate culture-bound fears of being \"crazy\". It is indicative that there may be fewer (or no) cases of clinical HPPD among Navajo Native American users of peyote, whose culture is more accepting of psychedelics than ones in which the drugs are criminalised.\nGerard Alderliefste, a physician based in the Netherlands who specialises in addiction and has seen dozens of HPPD cases, says he can reassure patients they don't have schizophrenia, but he's noticed that a different \"catastrophic\" fear can take its place. Why? Alderliefste believes that HPPD's root causes lie beyond drugs. He takes a trauma-centred perspective, in which good and bad trips alike may flood their subjects with strengths of emotion and losses of control for which restrictive childhoods had left them ill-prepared. Such a combination is ripe to make HPPD sufferers hyper-alert and vigilant, always on the lookout for perceived danger in their visuals and symptoms.\nFor the cognitive scientist Marta Kaczmarczyk, who works with the Psychedelic Society of the Netherlands, one way to think about HPPD is through the body's stress response. Boosting cortisol, heart rate and body temperature, psychedelics could overstimulate the nervous system and lead to forms of \"burnout\" – producing fatigue, dissociation, anxiety, tinnitus, depression, and other symptoms often associated with HPPD.\nTorsten Passie, a professor of psychiatry at Hanover Medical School, a world expert on hallucinogens and HPPD, suggests that HPPD and flashbacks are more likely with particular personality profiles: ones high in absorption, deep imagination, and dissociation, and who may have noticed some visual phenomena before they ever took drugs.\nFor some, treating HPPD may be a matter of retraining one's attention in a careful and iterative process. Indeed, some case reports show that cognitive-behavioural treatments – challenging destructive thoughts, learning to be less fixated on symptoms – can relieve both distress and the intensity of people's visuals to the point of total resolution.\nHPPD and flashbacks remain mysterious. It's not yet clear whether the \"psychedelic renaissance\" and rising use will create spikes in HPPD reports. But for those who do develop such symptoms, it's possible that falling stigma and rising acceptance of the potential of psychedelics will create less isolation and fear. The psychosocial factors that surround the symptoms are key.\nLooking back years later, I wish I could tell my younger self to be more cautious. But also to let them know – and indeed anyone currently in HPPD's throes – that recovery is possible.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Ed Prideaux",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/worklife/article/20231101-why-surge-pricing-is-coming-at-restaurants-online-retailers-and-more",
    "headline": "Why surge pricing is coming at restaurants, online retailers and more",
    "contents": "By Elizabeth Bennett\n2nd November 2023\nOnce reserved for the travel industry, dynamic pricing is spreading. Consumers should expect to start paying premiums during periods of high demand.\nArticle continues below\nW\nWhether it's a Friday-evening flight, a hotel during the holidays or a taxi ride in a downpour, we have all been burned by higher-than-normal prices due to excess demand. Raising costs when businesses are busiest is the norm across the travel industry, for instance – but now, consumers are beginning to see these 'surge prices' in more sectors.\nIn the UK, Stonegate Group, which owns nationwide pub-and-bar chain Slug & Lettuce, announced they would start charging more for beer during peak hours. The trend is spreading. An October survey of more than 2,000 UK consumers from Barclays showed 47% of British people had noticed examples of surge pricing, with 32% seeing an increase in the price of food and drink in pubs and bars during peak times.\nThe concept of dynamic pricing is simple – and easy for businesses to implement. \"Surge pricing is directly linked to increases in demand. In periods of high demand, the scarce goods are more valuable, and companies can increase their prices,\" says Arnd Vomberg, a professor of digital marketing and marketing transformation at the University of Mannheim Business School, Germany.\nPerhaps the most well-known example of this is within ride-share companies, including Uber and Lyft, which have used surge pricing for years to charge riders when demand for cars spikes relative to the number of drivers available. However, while these companies have become synonymous with the concept of surge pricing, it's not new – airlines have been implementing this business model since the 1980s, and sites such as TripAdvisor, Skyscanner and Airbnb have also adopted it more recently.\nOutside travel, online stores are increasingly using this dynamic pricing, too, says Vomberg. \"On Amazon.com alone, millions of price changes occur within a day, corresponding to a price change of approximately every ten minutes for each product.\" He adds price changes not only occur frequently but can also be substantial. He cites a 2016 study, which showed the price of a Nikon camera on Amazon changed within hours from €700 ($743; £612) to €1,687 ($1,790; £14,74) – a difference of €987 ($1,048; £862), or 240%.\nMany people were introduced to the idea of surge pricing through ride-share companies (Credit: Alamy)\nWhile consumers might not always pick up on these variations in price, Vomberg says time-based dynamic pricing will likely become a competitive standard at least in online markets. He attributes this largely to the development of algorithms that naturally build the approach into business models. \"AI-enabled tools can rely on internal inventory levels or derive optimal prices via machine learning algorithms. They can also track and learn competitor and customer responses to price changes,\" he says. \nNow, surge pricing is happening withing brick-and-mortar establishments including bars and supermarkets as well. \"Physical businesses are adopting electronic shelf labels that enable real time price adjustments depending on the time of day, stock levels and whether items are approaching their sell-by date,\" says UK-based Sarwar Khawaja, chairman of the Oxford Education Group. He says this technology is likely to cause prices in bars that use these signs to increase during the rushes of dinner, weekends or holidays, or for supermarkets to adjust prices throughout the day or week, depending on volume of shoppers.\nThe current economic climate is also driving the need for these pricing technologies. While creating competitive prices is always key to healthy profit margins, Khawaja says dynamic pricing enables businesses to optimise their pricing depending on the financial situations of their customer base. \"Businesses can offer discounts during downturns by marketing 'inflation-busting' deals, while increasing prices in better off areas,\" he says.\nThe changes, however, may not sit well with consumers. For instance, online backlash to the Slug & Lettuce announcement was swift.\n\"Dynamic and surge pricing will likely expand to more industries and more companies in the long term, but just because a product may be popular does not mean that customers are willing to turn a blind eye to being charged more,\" says Khawaja. He adds surge pricing can cause customers to lose faith in a company if they believe they are being overcharged. \"It's likely that we'll see some use cases rejected by consumers – perhaps dynamic pricing of a beer in your favourite pub might be a step too far for loyal customers.\"\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Elizabeth Bennett",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/future/article/20231031-how-forest-schools-boost-childrens-immune-systems",
    "headline": "How forest schools boost children's immune systems",
    "contents": "By Erika Benke\n1st November 2023\nAt a Helsinki nursery, children spend all day in the forest. Erika Benke explores how outdoor learning benefits children's health and teaches them to value nature.\nArticle continues below\n\"Mornings are now easy. When I say 'it's time to leave the house', he picks up his bag and says 'OK, let's go'.\" says Juho Pietarila, whose four-year-old son Kauko recently started attending the forest group in Hopealaakso nursery in the Finnish capital Helsinki.\nIt's a big change, he says. Kauko regularly threw tantrums before he switched groups.\nKauko is now in the nursery's Samoojat group. 'Samoojat' is an old-fashioned Finnish word for people who forage in the forest.\nKauko hardly spends any time inside at nursery. He is out in the forest all day. \n\"These children are outdoors all the time, exploring nature, even in the winter,\" says Pietarila. \"It doesn't matter if it's raining or snowing. My son says it's always good weather for the Samoojat.\" \nIt's quite a statement from a four-year-old who lives in a city with an average winter daytime temperature is -2C (28F) and permanent snow on the ground for at least two months.\nThroughout the year, on Monday, Tuesday and Wednesday mornings, the Samoojat group of 21 children aged three to five trek for up to 40 minutes in the forest to get to their base camp. They spend seven hours outdoors, eating lunch in an open shelter and taking a nap in a tent before walking back to the nursery mid-afternoon.\nWatch: What a day of learning at a sub-zero school is like\nScandinavian-style forest schools and nurseries are spreading all around the world. Outdoor learning is increasing seen as an important way of connecting children with nature.\nA wealth of studies have shown that spending time in natural spaces has many health and psychological benefits for children, such as reduced obesity, improved mental wellbeing, increased resilience and faster cognitive development. It can also encourage the development of environmentally conscious behaviour by fostering an appreciation and respect for the natural world.\nA notable aspect of cognitive development among children who take part in outdoor learning is a sense of responsibility towards local spaces. \"These children will understand much more easily why it's important to recycle and pick up trash,\" says Annina Kuusisto, a professor in early childhood education at the University of Helsinki. \"It's a small thing but it's important as it helps build respect for the environment. They will be more likely to take action in the future to protect nature and fight climate change.\"\nYou might also like:\nThe surprising benefits of blue spaces\nHow maps can protect children from extreme heat\nThe Nordic way to stop bullying\nWhen the ground is frozen, from November to March, the Samoojat children eat lunch and take a nap in a nearby house. Even then they are outside for five to six hours, often in freezing cold weather.\nMuch of the day runs along a well-established routine, with well over half of the time dedicated to free play when the children roam free in the forest and along the seaside. They build bridges from branches, pick berries, climb trees and observe sea life. They are supervised by three teachers in orange high-vis jackets who they know they always have to keep within sight.\nSIGN UP TO FUTURE EARTH\nSign up to the Future Earth newsletter to get essential climate news and hopeful developments in your inbox every Tuesday from Carl Nasman. This email is currently available to non-UK readers. In the UK? Sign up for newsletters here.\nOn Thursdays, the children go on a trip somewhere in the Helsinki area. Fridays are nest days: the only day when the group is based in the nursery.\n\"Even then they're out in the yard most of the time. We only really need a nest day so I can get on with all the admin,\" laughs Samuli Rabinowitsch, the nursery teacher leading the group.\nForests contain a higher diversity of species and microbes in their soil than other environments. Coming into contact with friendly bacteria has been shown to be beneficial not only to children roaming in the forest all day but also to those attending nurseries in cities. (Read more about how mud boost children's immune system).\nA Finnish study found that playing in grass and forest undergrowth, such as heather and blueberry planted in nursery yards at four daycare centres, boosted the immune systems of three to five-year-old children within 28 days.\nResearchers found that the microbial diversity had increased on the skin and in the guts of children who regularly played outside among such greenery, indicating a healthier immune system. They also had a greater number of T cells, which play an important role in our immune response, and the proportion of anti-inflammatory molecules in the blood plasma had also increased.\nAccording to Aki Sinkkonen, a research scientist with the Natural Resources Institute Finland, who led the study, the results support the assumption that contact with nature prevents disorders in the immune system, such as autoimmune diseases and allergies.\nThe scientists' findings fit with Rabinowitsch's own experience. \"Children in my group get dirt in their mouths all the time and they're more resilient to infections. They rarely catch a cold,\" he says.\nA Finnish study found that playing in grass and forest undergrowth boosts the immune systems of young children (Credit: Erika Benke)\nThe five-year-olds in the forest group take turns to lead the group each day. They decide which paths to take on the way to and from the base camp. On the day I visited, Ronja confidently led the group through rocky terrain. After arrival, she counted the children and having confirmed that nobody was missing, she ran a song and rhyme session.\nShe also asked the others a few simple questions about the time of the year, sunrise and sunset and the weather. The children listened, eagerly put up their hands and waited until Ronja chose one of them to answer.\nIt was a brilliant demonstration of some of the key psychological benefits of outdoor learning described by researchers: improvements in behaviour, social skills, self-control, increased resilience and assertiveness.\n\"These kids can do everything. They solve problems together. They help each other. They will get up after a fall and they push themselves even when they're tired,\" says Rabinowitsch.\nWHAT ARE THE SAMOOJAT CHILDREN LIKE?\nThe Samoojat children appeared to be remarkably mature, independent and well-behaved.\nThey took off their shoes and a layer of clothes on their own before going to the tent for a nap. They helped themselves to lunch, skilfully manoeuvring large serving forks and spoons to grab fish fingers and boiled potatoes and picked their favourite salad ingredients, leaving very little mess around the food station.\nThey had no problem organising their 4-6kg (8.8-17.6lb) backpacks before heading back from the forest at the end of the day and none of them complained about carrying them.\nThe children were able to put up and take down the tent with very few instructions.\nRabinowitsch says outdoor education in winter brings the same benefits as in summer. He shrugs off suggestions that the children get cold. \"There's no such thing as bad weather, only bad clothing,\" he says, blurting out Finns' standard reply to foreigners questioning the sanity of staying outside in freezing weather.\nHopealaakso nursery says all the children play outdoors for at least two hours a day, the standard amount of time in Finnish daycare facilities, no matter the weather. They are well-equipped with layers of thermal clothing, warm jackets, waterproof coats and snowsuits to cope with the elements.\n\"It's standard gear in this climate. We don't buy these clothes just because our son goes to this nursery: everybody here has them anyway,\" says Pietarila, Kauko's father.\nBut the Samoojat group needs to stay warm for up to six hours in the Helsinki winter, at times with strong winds blowing in wet snow, in sub-zero temperatures. The children need more than warm clothes to feel comfortable. Rabinowitsch says the key is to keep moving.\n\"We have snowball fights, we ski, ice-skate and sledge. We teach the children that they can't stay put. And of course we check their gear all the time,\" he says.\nEnsuring that children have appropriate protection is crucial as they are more susceptible to cold than adults.\nChildren's skin in proportion to their weight is larger than that of adults, which significantly affects thermoregulation.\n\"Children also have less subcutaneous fat tissue, which acts as an insulator, and a lower amount of muscle mass, which means that children are less effective than adults at producing body heat through shivering,\" says Tiina Ikäheimo, professor at the department of community medicine at the Arctic University of Norway in Tromso.\nThe Samoojat children are constantly kept active to prevent them from getting too cold in sub-zero temperatures (Credit: Erika Benke)\nSo, how is it possible that children don't freeze? They need to be adequately dressed and supervised at all times, says Ikäheimo. \"If there's numbness, pain or pale spots on the skin, these are signs that a child is at increased risk of cold injury. They need to be taken indoors at that point,\" she says.\nIkäheimo says children are often so immersed in play that they don’t notice that they’re getting seriously cold. \"Children don't monitor their feet. It's the carers' job.\"\nProtecting the extremities such as hands and feet are especially important for children, Ikäheimo adds. \"Wet clothes and boots must be changed immediately. Sufficient nutrition and drinking hot fluids is also important: they all help protect from the cold.\"\nChildren have one advantage over adults when it comes to coping with the cold: they are generally more active.\n\"Exercising is a great way to produce body heat that prevents children from cooling down even in lower temperatures than Helsinki's,\" Ikäheimo says.\n\"The beauty of a winter forest, with its reduced noise, is that it also has significant mental health benefits: it lifts spirits and makes it easier to develop strategies to cope with the cold, such as games and exercises in the snow. The key is to keep moving: exercise produces body heat,\" she says.\nUnderstanding risks in a cold environment is essential, says Mike Tipton, professor of human and applied physiology at the University of Portsmouth in the UK. \n\"There are more cold injuries in places like Italy where people are not used to winter weather than in Finland. Children in Scandinavian countries learn how to behave in the cold at a very young age and if they wear the right clothes, they have no problem maintaining the temperatures to remain safe and well.\"\nThere hasn't been any scientific research into how children react to cold weather but we know that adults' bodies adapt well after repeated exposure. \"If you go cold-water swimming or ice-swimming on a regular basis, your body will acclimatize,\" says Ikäheimo. \"It becomes less stressed and you won't feel that cold.\"\nPushing our bodies to get used to the cold also helps us maintain our ability to regulate body temperature.\n\"As a species we've become what I call thermostatic: we control our temperature everywhere: in the car, at home, at work. Just like with any other system in our bodies, if you don't use it, you lose it,\" says Tipton.\nChildren's behaviour is another key to understanding how they can thrive in the cold.\nBeing part of a group like the Samoojat makes a big difference, says Tipton.\n\"These children don't just go into a cold environment: they're with friends, having fun on an adventure in a beautiful place. In other words they're being entertained and that makes them remarkably resilient to cold,\" he says.\nResearch shows that outdoor learning helps children develop environmentally conscious behaviour and foster an appreciation for the natural world (Credit: Erika Benke)\nHow can children living in concrete jungles benefit from outdoor education?\nForest schools are rising in popularity around the globe. But they're not within easy reach for everyone: according to the World Bank, 56% of the world's population now lives in densely populated urban areas. Still, experts say children growing up in cities are not necessarily excluded from the benefits of outdoor education.\nBiodiversity in a city is never going to be as rich as in the forest – but it's still important.\nLooking after plants has developmental benefits, says Kuusisto. \"Feeding pets and watering plants helps develop children's respect for the environment. Even very young children will understand that plants and animals need care to live and grow. This awareness builds their relationship with nature which is very important to them.\"\nKuusisto says she's come across some very young children with climate anxiety. \"When they have a caring relationship with nature, they'll see that there are things they can do. Encouraging that  active role is the best we can do to help them build resilience to ease these worries.\"\nCARBON COUNT\nThe reporting for this story was conducted while the writer was on another assignment. The travel included a return flight, but as it was not the primary purpose of the trip, we have not counted the carbon emitted from the flight in our calculations. For the record, however, the carbon emissions from the return flight were 670kg. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\nKuusisto conducted a study where she gave 45 children an iPad for a week and asked them to draw pictures, take photos and videos about the most meaningful part of their day.\n\"The natural environment came out on top. All the children mentioned it every day,\" says Kuusisto.\nCarol Murdoch, a consultant who helps teachers in the UK deliver learning outdoors, says stepping out of school to visit a library or a supermarket can be just as beneficial as being in a forest. Even a concrete playground is a good place to teach children about nature, she says.\nMurdoch recently ran a session for primary school children who had been learning about ocean animals in the tiny village of Strathaven near Glasgow in Scotland.\n\"They had an idea that a whale was huge but they only appreciated how vast it was after they measured out its length, drew it in chalk in the playground and saw how much space it took up,\" she says. \"There's rarely a chance to explore large-scale measures in a meaningful way indoors, but there is a concrete playground.\"\nChildren in my group get dirt in their mouths all the time and they're more resilient to infections. They rarely catch a cold – Samuli Rabinowitsch\nBack at Hopealaakso nursery in Helsinki, Rabinowitsch gets a phone call from a local school nurse who noticed that some children's lung capacity, basic motor skills and overall fitness were much  better than average. She asked parents which nursery the children had attended and the trail led to Rabinowitsch.\n\"She asked me what on earth I was doing with these children,\" says Rabinowitsch with a smile.\nRabinowitsch is beaming with pride as he describes the children's excellent physical condition and mental health. But the crowning glory is the Samojaat's rock-solid bond with nature. \"Their eyes light up when we set off for our base camp in the morning. And when they go home in the afternoon, they don't want to go to the playground. They keep asking their parents to go to the forest instead. They are children of the forest.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Erika Benke",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/worklife/article/20231031-despite-financial-pressures-holiday-shoppers-will-still-spend-billions",
    "headline": "Despite financial pressures, holiday shoppers will still spend billions",
    "contents": "By Kate Morgan\n1st November 2023\nFor many people, money is tight. Yet retail forecasters are predicting a return to pre-pandemic holiday shopping norms.\nArticle continues below\nA\nAmid a cost-of-living crisis, many families are struggling with spiking prices due to inflation, rising housing costs and, in the US, the re-start of student-loan payments. With less discretionary income, many consumers have pulled back on spending. Now, the holiday shopping season is approaching amid the financial squeeze – yet instead of keeping spending tight, experts are predicting consumers will still lay out cash.\nIn fact, not only will consumers spend, but some retail forecasters are even predicting a return to pre-pandemic holiday shopping norms. According to Deloitte's 2023 Holiday Retail Survey, US spending is expected to surpass pre-pandemic levels for the first time.\n\"We're returning to some historic levels,\" says Stephen Rogers, managing director of Deloitte's Consumer Industry Centre and an author on the holiday retail survey. \"Participation is nearly universal; 95% of people plan to participate in holiday shopping.\" That's up from 92% in 2022, and just 88% in 2021.\nDeloitte's data shows consumers expect to spend just more than $1,600 (£1,320) on average. But with higher prices in an inflation economy, Rogers says the total number of gifts purchased will be a lot lower than in previous years. \"If you go back to 2019, there were 15 gifts on average,\" he says. This year, shoppers expect to get half as many for about the same amount of money.\nThe holiday shopping window is shortening, too. While the season once got into full swing in October, this year shoppers are saving a big chunk of their budget for the last two weeks in November, according to the Deloitte survey. \"We expect much more activity on Black Friday and Cyber Monday than last year,\" says Rogers. \"People are just more price sensitive, and they're waiting for those promotions.\"\nDeloitte data shows US consumers expect to spend just more than $1,600 (£1,320) on average in gifts this year (Credit: Alamy)\nIn an online shopping forecast based on Adobe Analytics data, the company predicted record discounts – up to 35% off – in 18 different categories. Toys are expected to have the biggest discounts, followed by electronics and apparel. According to the report, shoppers will likely find the biggest discounts during Cyber Week – the week after US Thanksgiving – and continue into the first week of December.\nIn other words, says Rogers, there's a major shopping boom coming, \"and retailers need to be ready for that\".\nFor many businesses, holiday shopping is vitally important, says Andy Challenger, senior vice president of job-search firm Challenger Gray & Christmas, Inc. \"A lot of retail companies basically turn a profit only in the fourth quarter, and that's the time when they can make all their money.\"\nRetailers' online shopping platforms will see more action than ever this year. The Adobe Analytics' data forecasted that US online shopping alone between 1 Nov and 31 Dec will hit more than $221bn (£183bn), representing a nearly 5% growth from the 2022 season.\n\"The pandemic has accelerated our addiction to online convenience, and it appears that we've settled into a pattern,\" says Rogers. In fact, he adds, the Deloitte data shows more than 60% of intended holiday spending will be done online. \nYet increased consumer spending doesn't necessarily equate to more seasonal jobs.\nIn the past few years at the start of the holiday shopping season, retailers offered huge incentives, including big signing bonuses and generous employee discounts, to lure seasonal workers. This year, however, the labour market for holiday hires is notably cooler. Walmart, the US's biggest employer, hasn't announced plans to hire an additional holiday workforce. Macy's said it plans to hire 38,000 new workers, down from 41,000 last year and a whopping 76,000 in 2021. Target announced it would hire 100,000, the same number hired in 2022.\nAmazon is among the companies adding seasonal jobs in fulfilment and logistics (Credit: Alamy)\nOther retail employers have been sluggish to announce hiring plans, says Challenger. In an analysis of Bureau of Labor Statistics data, Challenger predicted a total of 410,000 added seasonal positions, the lowest fourth-quarter hiring increase since 2008.\nBut again, Challenger points to e-commerce and its supporting industries, including warehousing and transportation, as growth areas that are changing the landscape of temporary hiring.\n\"Traditionally, seasonal holiday jobs have been positions like cashiers, salespeople on the floor, or retail employees in physical locations,\" he says. \"Now, more and more of the seasonal work comes in the form of jobs that support e-commerce. Back-office jobs, order fulfilment, warehouse jobs and the delivery jobs that bring those boxes to people's houses. There's a really, really high demand for those workers.\"\nIn fact, e-commerce is leading seasonal hiring by a wide margin. Amazon has been a notable exception among retailers, announcing they'd hire 250,000 seasonal positions in transportation and seasonal fulfilment. \"It's the biggest seasonal hiring number we've ever recorded for any company,\" says Challenger, \"and it's 100,000 more than last year.\"\nSo, while consumers look toward spending that's largely normal, if a bit pricier than last year, and retailers prepare for big numbers closer to the holidays, for the people who depend on seasonal jobs to add to their income or make ends meet, says Challenger, \"there's still a lot of uncertainty coming into this holiday season\".\nWhat is more certain is that holiday shopping will look relatively normal – in spite of tighter budgets or financial footings that feel less predictable. \"We're seeing that consumers are still looking to spend,” says Rogers. \"And what we've seen in times past is that parents make the holidays happen despite economic conditions.\"\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Kate Morgan",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/travel/article/20231025-the-isle-of-eigg-the-community-owned-island-that-powers-itself",
    "headline": "The Isle of Eigg: The community-owned island that powers itself",
    "contents": "By Hugh Tucker\n1st November 2023\nDespite being one of the smallest Scottish islands with just 110 residents, the Isle of Eigg is a model of forward-thinking, sustainable, eco-conscious living.\nArticle continues below\nA\nAs the ferry bobbed with the ebb and flow of the tide against the concrete pier at the Isle of Eigg, there was a delay before the passengers could disembark. Boxes and parcels were heaved up from the boat to the waiting hands above, and the bow was double-checked to ensure nothing had been forgotten. Last to be unloaded was a bundle of newspapers, tightly rolled and individually labelled. As they were lifted, one slipped and rolled back towards the steps leading down to the water. It was stopped by the boot of one of the ferry crew just before it reached the edge. Although it was only a paper, even those just arriving seemed to sense the stakes were higher here and shared the relief of the islanders waiting on the pier.\nEigg is one of a collection of islands in the Scottish Inner Hebrides called the Small Isles. It lies 15 miles from the mainland and is reliant on a ferry that runs a few times a week, weather dependent, for supplies and transport. As such, waste isn't an option here and sustainability is a necessity.\n\"Sustainability has always been a part of island and crofting life here,\" explained Norah Barnes, Scottish Wildlife Trust ranger on Eigg. \"You're a bit more aware of what you're using. You can't just go to a shop down the road to get something. Everything that we want, we literally have to lift off the boat.\"\nCombined, the Small Isles of Eigg, Canna, Sanday, Rùm and Muck have a population of just 150-200 people. Measuring five miles by three, Eigg is the second largest in size but by far the most populous with around 110 residents, and this has helped to foster a community that has collectively been able to take charge of the future of the island.\nEigg is best suited to those with an interest in the outdoors (Credit: Ashley Cooper pics/Alamy)\nHOW TO VISIT\nGet there:\nThere are ferries between Mallaig and Eigg, or between Arisaig and Eigg in summer. You can walk between most places on the island.\nWhere to stay:\nCommunity owned business Eigg Camping Pods have wooden cabins by the pier; all profits are reinvested in the island. Lageorna for bed & breakfast and self-catering accommodation close to the northern beaches.\nWhere to eat:\nGalmisdale Bay Cafe & Bar for hearty food made with locally sourced ingredients. Lageorna has a 4-star restaurant serving three-course meals (booking is essential)\nWhat to do:\nVisit the quartz Singing Sands that squeak and groan underfoot; climb An Sgurr, Britain’s largest pitchstone ridge; hire a bike or kayak and explore the island. Join a guided wildlife walk (May to August – find details in the visitor centre). Learn more about Eigg’s history at the museum in The Old Shop and the Cleadale Crofting Museum.\nWhen to go:\nBetween May and September for the best weather.\nStepping off the ferry, I walked the short distance to An Laimhrig, the pier centre. Recently expanded and redeveloped to better serve the increasing number of islanders and visitors, the complex is at the heart of community life. As I oriented myself with a map, islanders came and went, collecting deliveries, dropping off letters and buying supplies in the island's sole grocery shop that doubles as the post office, and sharing news in the cafe. As well as the cafe and grocery shop, the complex houses a craft shop, bike hire and a wash house that provides toilets and showers for those wild camping or staying in community-owned camping pods. It's also where the stone monument commemorating the 1997 community buyout of the island stands.\nAfter a run of landlords who were either absent from the island or uninterested in its development, the residents of Eigg were convinced community ownership was the only way to guarantee the island's future. As Maggie Fyffe, secretary of the Isle of Eigg Heritage Trust (the organisation that owns the Isle of Eigg), told me, \"The island realised that we weren't going to have much of a community unless we did it ourselves.\"\nWhen the island came up for sale in 1996, locals began raising money. \"The residents contributed, and we had a big fundraising campaign. But we had the famous mystery donor who gave us a million quid in the end, and that's what clinched it.\"\nAlthough visitors come for many reasons, Eigg is best suited to those with an interest in the outdoors. Its most famous sights are the Singing Sands beach at the north of the island that squeaks and squeals as the quartz sand is disturbed, and the towering pitchstones ridge of An Sgurr, formed some 58 million years ago from a volcanic eruption that looms over the east of the island.\nIn between are rugged plains, moorland, woodland, miles of coastline and white-sand beaches that could have been lifted from the Caribbean, and even a small section of temperate rainforest. The island is largely untouched by the industries that have altered the countryside across much of Britain. \"We don't have very intense farming or agriculture here,\" said Barnes. \"The landscape is conducive to wildlife. There's no commercial fishing or large-scale farming and the coastal line, shore and beaches and sea are clean, clear waters.\"\nTo make the most of the clear sky and the view from its summit, I set out to climb An Sgurr. Looking at its face, it appeared unconquerable with towering walls of sheer black stone, but a path that curves around its back offered a relatively easy climb to the top. At nearly 400m, the views from the summit were incredible, extending out towards Rùm, Skye and the mainland. But nowhere offers a better panorama of Eigg itself, and as the wind picked up, my eyes were drawn down to where the island's wind turbines were churning the air.\nLooking at its face, An Sgurr appears unconquerable (Credit: Vincent Lowe/Alamy)\nLaunched in 2008, Eigg was the world's first community to launch an off-grid electric system powered by wind, water and solar. The three systems complement each other so that almost any weather condition is conducive to producing electricity. To ensure supply, there are still backup generators, but the overwhelming majority comes from renewable sources. \"How much renewables we use varies depending on the weather, but we've done as much as 90%,\" Fyffe explained.\nThe benefits of the new renewable system have been numerous. Before, the island was reliant on diesel generators, which Barnes explained was a logistical headache. \"You had to get the diesel shipped over, decant it into barrels, get the barrels to your house and fill up your generator. It was a massive job. Using renewable energy has improved things a lot for people's daily lives as well as the environment.\"\nIt's also a step towards self-sufficiency, and, with the global energy crisis pushing prices up around the world, Fyffe described how it's helped protect the island from the increased cost of living. \"To begin with, our unit charge was higher than the mainland, but we're probably cheaper now. We put it up slightly from time to time, but we haven't done this the last couple of years as it's been so tough for everyone.\"\nThe island isn't resting on its laurels. Eigg is continuing to work towards becoming more sustainable. \"We're involved with another feasibility study looking at how we could become carbon neutral,\" Fyffe said. \"We're hoping to build a house and renovate the old doctor's surgery for rent, and we're going to trial air source heat pumps [running off the electricity grid] to see how efficient they are. Then, people can move in that direction. We'd need more supply for this, probably three big turbines, although this is early days.\"\nEigg was the world's first community to launch an off-grid electric system powered by wind, water and solar (Credit: Ashley Cooper pics/Alamy)\nFor heating, most of the island currently uses wood-fuel stoves. Eigg is running a sustainable forestry project to ensure supply, felling trees to provide firewood for the islanders and timber for export while simultaneously replanting and expanding woodland. To aid the reforestation, Barnes explained, \"A tree nursery has been set up for new trees to replant where the old trees were cut down. Some will be [used for] wood fuel, and some will be retained for wildlife. These are native trees they're growing. Hardy stock.\nCARBON COUNT\nThe travel emissions it took to report this story were 0.39 metric tons of CO2e. Find out more about how we calculated this figure here.\nThe population on the island is currently the highest it's been for at least half a century. Eigg also seems to have avoided the issue of second homes that affects some Scottish islands and leave communities hollow in the winter. In fact, walking across the island, the main challenge seemed to be providing a permanent home for residents living in caravans or temporary accommodation.\n\"We're trying to provide houses for the people that live here. We have quite a few people on temporary accommodation so [the Trust is] trying to increase the properties available for rent,\" Fyffe said. \"There are quite a lot of people waiting for a rental property to come up.\"\nBut, while infrastructure catches up, this growth and demand for housing is a positive sign that counters the threat of depopulation faced by many islands. And this optimism seems to be shared by the wildlife. \"We had a pair of sea eagles come back to the island four years ago after being extinct on Eigg,\" Barnes told me. \"They were reintroduced to Rhum but came back to Eigg [themselves] and have produced young for the last three years.\"\n---\nJoin more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram. \nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday.\nShare using Email\nShare on Twitter\nShare on Facebook\nShare on Linkedin\nSHARE",
    "authors": "By Hugh Tucker",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/live/cricket/66858826",
    "headline": "unknown",
    "contents": "2 NOV 2023ICC MEN'S WORLD CUP\nIndia\n315 -\nfor\n5\nwickets\n(46.3\novers\n)\nLIVE\nSri Lanka\nYet to bat\nIndia are 315 for 5 with 3.3 overs remaining",
    "authors": "no author",
    "uploaddate": "2023-11-02",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/cricket/67240832",
    "headline": "Cricket World Cup: How politics derailed England's 2003 World Cup campaign",
    "contents": "Cricket World Cup: How politics derailed England's 2003 World Cup campaign\nBy Stephan Shemilt\nChief cricket writer\nLast updated on\n12 hours ago\n12 hours ago\n.\nFrom the section\nCricket\nEngland enduring a miserable time at the Cricket World Cup is nothing new.\nThe glory of 2019 is an outlier - a bright light in a dark tunnel of pedalo misadventures, shock defeats and general incompetence.\nAmid the disappointment and dejection that usually arrives on a quadrennial basis, there is an episode that sticks out as one of the biggest sport-meets-politics controversies of modern times.\nThe row England became embroiled in 20 years ago started over the morality of playing a game in Zimbabwe and involved death threats, the cancellation of the match and, ultimately, their exit from the tournament.\nIt is reasonably straightforward to describe the situation English cricket found itself swallowed up by in February 2003.\nThough the World Cup was essentially being held in South Africa, matches were also being staged in Zimbabwe and Kenya.\nTony Blair's government did not want the England team to travel to Zimbabwe for their group game against the co-hosts because of Robert Mugabe's ruling regime, but stopped short of ordering a boycott.\nThe England and Wales Cricket Board (ECB), mindful of the ramifications if the fixture was not fulfilled, was keen for it to go ahead.\nThat left the 15 players and rest of the staff in the squad caught in the middle, wrestling with the rights and wrongs of playing the game, at the same time knowing whichever decision they came to could have serious, possibly even deadly, consequences.\nLocked in discussions at the Cullinan Hotel in Cape Town, they went round in circles.\n\"We'd been in the room at the hotel for three days discussing it and went out for breakfast,\" Nasser Hussain, England captain at the time, tells BBC Sport.\n\"Muttiah Muralitharan, the great Sri Lanka spinner, grabbed me and said: 'What's the discussion? Just play in Zimbabwe.'\n\"I looked at him as if to say, 'it's not an issue for Sri Lanka, but it's definitely an issue for us'.\n\"Sometimes politics and sport do clash, and this was one of those occasions.\"\nWhat were the politics?\nRobert Mugabe ruled Zimbabwe from 1980 until 2017\nThe significance of a team from Great Britain travelling to Zimbabwe is rooted in the relationship between the two countries.\nZimbabwe gained independence in 1980, but by the time of the World Cup was going through great political and economic instability. Thousands of white farmers were forced from their land, often violently, in 2000 and 2001.\nDuring Zimbabwe's opening game of the World Cup against Namibia, Andy Flower and Henry Olonga famously wore black armbands to \"mourn the death of democracy\" in their country.\n\"Mugabe had said some very strong things about British politicians,\" says Olonga. \"He would routinely attack Tony Blair for the war in Iraq. He was very eloquent. He spoke forthrightly about Great Britain and not always in glowing terms.\"\nIn the run-up to the World Cup, the ECB had signed a contract with the International Cricket Council (ICC) that bound it to sending a full-strength team to fulfil all fixtures.\nIn the eyes of the ICC, only reasons of safety and security would cause a game to be moved or abandoned. For anything else, the punishment for not playing would be a fine, or even exclusion from the global game.\nHowever, as the tournament drew nearer, the British government gradually increased the pressure on England not to play. Crucially, though, there was no guarantee of compensation to the ECB if it received a fine, or if Zimbabwe pulled out of a planned tour to England the following summer.\n\"The government and politicians knew perfectly well this fixture was due to take place, yet they left it to the very last minute,\" says Tim Lamb, then the ECB chief executive.\n\"At that time, British airlines were flying in on a daily basis. There were hundreds of British companies trading with Zimbabwe. Zimbabwe was still a member of the Commonwealth and there was no international sporting boycott. Why were we singled out?\n\"The government refused to say 'you cannot go' or countenance any suggestion of financial compensation if we didn't go. The participating nations' agreement was quite clear. Unless there were genuine safety and security grounds, or a team was forbidden by government to fulfil a fixture, there was no other acceptable excuse.\n\"Obviously we had misgivings about the regime in Zimbabwe. It was totally abhorrent. I was well aware of what was going on, but we had a contractual obligation to fulfil that fixture.\"\n'There were some very drained and teary cricketers'\nNasser Hussain says he is \"proud\" England did not travel to Zimbabwe\nJust as the British government was making its feelings clear, England were taking a typically one-sided hammering in an Ashes series in Australia.\nThe Zimbabwe issue came to the forefront of Hussain's mind on that tour, with England due to head straight to the World Cup. For the England squad, including a 20-year-old James Anderson barely out of club cricket at Burnley, preparing for the biggest event in the sport took a back seat to discussing an issue way beyond the remit of a professional cricketer.\n\"Usually in World Cups you'll do your nets and practice, maybe play a match, then you'll be around the pool and the video games would come out,\" says Hussain.\n\"We'd go back to the hotel, and at 6pm every night we'd be back in that room again to discuss it. There were some very drained cricketers and there were few tears in there.\n\"When you get the job of England captain, you know it isn't just choosing whether to bat or bowl. You are an ambassador for your country. I didn't want to represent our country at that time in Zimbabwe, for the people of Zimbabwe more than anything else.\n\"But that wasn't for everyone in the team. Some people believed sport and politics shouldn't mix. I had to bear that in mind. It was all well and good me wanting to take a stand, but some just wanted to play cricket because that was their job. Intertwining all of this stuff to make a decision was what made it confusing.\"\nThe ECB asked for the match to be switched to South Africa - a request rejected by the ICC.\nHussain and the England team held a heated meeting with ICC chief executive Malcolm Speed, and Hussain and coach Duncan Fletcher, himself Zimbabwean, had secret discussions with Flower and Olonga.\nThe idea of England travelling to play the fixture and staging some sort of protest, perhaps wearing black armbands of their own, was mooted but discarded.\nIn his autobiography, published in 2004, Hussain described the episode as the \"most traumatic time of my life\". He also detailed the reservations of some players about pulling out, with both Alec Stewart and Ronnie Irani making the case for the game to go ahead.\n'You will go home in wooden coffins'\nWhen the final vote came, the squad were unanimous in not travelling on moral grounds. Only at that moment did a potential way out of the whole mess present itself.\nSome months before, while England were in Australia, the ECB received a threat from a group calling itself the Sons and Daughters of Zimbabwe. It said: \"Come to Zimbabwe and you will go back to Britain in wooden coffins.\"\nThe players were not told until the last moment, when security advice to take threat seriously filtered through.\n\"I was pretty sure, and remain to this day pretty sure, that it was a hoax,\" says Lamb.\nHussain shares reservations about its validity, but was not in a position to take a chance.\n\"I couldn't say 'don't worry, it's a hoax',\" he says. \"Probably 999 times out of 1,000 you get it right, but that one time you get it wrong…\n\"This isn't like bowling Jimmy Anderson one over too many. When there are death threats to the team and their family, you can't say 'this could be a hoax', you have to take it seriously.\n\"When some of the team saw it, they took it seriously. If we hadn't made any fuss, I don't think that letter would have emerged.\"\nEngland were concerned their players would have to shake hands with Robert Mugabe, seen here with ex-Australia captain Steve Waugh in Harare in 1999, but they were later assured that wouldn't be expected of them\nLamb visited Speed and told him England would not fulfil the fixture on security grounds, though in reality the players had decided they would not have travelled anyway. Still, the death threat was not enough to convince the ICC that England had grounds to pull out. The game did not take place and the four points were awarded to Zimbabwe.\n\"I didn't want to go, but I'm England captain and we wanted to get points to qualify for the next stage of the World Cup,\" says Hussain.\n\"I'm trying to convince the ICC and the ECB if there is something in the rules the only way the game can be called off is safety and security and we are getting death threats, that strikes me as safety and security.\n\"If we can use that to not go, fine. If I had been given the choice of what would I have liked to done, I would have said I am not going to Zimbabwe for reasons other than safety and security.\"\nEven then, England could have made it out of their group. They contrived to lose a game they should have won against eventual champions Australia and were ultimately undone by a washout in the game between Pakistan and Zimbabwe that sent Zimbabwe through.\nHussain resigned as one-day captain after England were knocked out, and was done as Test captain a few months later. The following year, he retired.\n\"Looking back, am I proud as England captain I didn't go to Zimbabwe at that stage? Yes,\" he says.\n\"Would I have been even more proud had I done it the right way, like Flower and Olonga? Definitely. Did we fudge it? Yes.\"\nUltimately, the on-field consequences were as bad as it got for the ECB. There was no fine from the ICC, no expulsion and Zimbabwe played two Tests in England later in 2003.\nEngland even undertook a tour of Zimbabwe in 2004 - Kevin Pietersen's debut - though that trip highlighted the close connection between cricket and politics in the country. A five-match ODI series was cut to four games when travelling UK journalists struggled to gain entry to Zimbabwe.\nBBC cricket correspondent Jonathan Agnew, who covered the 2003 World Cup and 2004 tour, says: \"We were in Johannesburg and got word we could finally travel, so got the last flight to Harare.\n\"We arrived late at night, and got to passport control. A man had a list with my name on it. I said: 'That's good news.' He said: 'No, it's bad news. Go and stand over there.' I was with Peter Baxter, then the Test Match Special producer, and he was on the list.\n\"They were going to take us to the cells and deport us in the morning. I had the number of Peter Chingoka, the chief executive of Zimbabwe Cricket, in my phone. I called him and said: 'Peter, your tour is about to be called off.'\n\"It just showed how intricately connected everything was, because it took about two minutes for an official to take us away and allow us into the country.\"\nHenry Olonga, pictured at a protest against Zimbabwe touring New Zealand in 2005, was a prominent critic of President Mugabe\nAs for Olonga and Flower, the consequences of England's decision were much more important. Zimbabwe's passage through the group stage took them to the next phase of the tournament in South Africa.\nFor the two players who had made their public protest against the government, it was a route to freedom.\n\"I was able to escape into exile,\" says Olonga.\n\"I tip my hat to Nasser Hussain and the boys because they got the decision right. You have to look yourself in the mirror. Having a clear conscience that you stood up for human rights must give you a sense of something.\n\"I really should have bought him a beer. Maybe the next time I bump into him, I will.\"\nArchive: Timeline of the 2003 row",
    "authors": "By Stephan Shemilt",
    "uploaddate": "2023-11-02T00:01:37+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.co.uk/sport/football/live/clm0v828yjrt",
    "headline": "EFL Cup reaction and more football news",
    "contents": "Let us know you agree to cookies\nWe use cookies to give you the best online experience. Please let us know if you agree to all of these cookies.\nYes, I agree\nNo, take me to settings\nBBC Homepage\nSkip to content\nAccessibility Help\nSign in\nHome\nNews\nSport\nEarth\nReel\nWorklife\nTravel\nMore menu\nSearch BBC\nBBC Sport\nHome\nFootball\nCricket\nFormula 1\nRugby U\nTennis\nGolf\nAthletics\nCycling\nMore\nFootball\nScores & Fixtures\nTables\nGossip\nTransfers\nTop Scorers\nWomen\nEuropean\nAll Teams\nLeagues & Cups\nEFL Cup reaction and more football news\nLIVE\n. \n▪\n8,255 viewing\n8255 viewing\nSummary\nCarabao Cup holders Man Utd knocked out by Newcastle; West Ham beat Arsenal; Liverpool win at Bournemouth\nQuarter-final draw: Everton v Fulham; Chelsea v Newcastle; Port Vale v Middlesbrough; Liverpool v West Ham\nScottish Premiership: Celtic edge out St Mirren; Rangers thrash Dundee\nPremier League news conferences from 13:00 GMT\nGet Involved: #bbcfootball, via WhatsApp on 03301231826, or text to 81111 (UK only, standard message rates apply)\nLive Reporting\nMichael Beardmore and Ben Collins\nLIVE stream page 1\nWolves sporting director charged with misconduct\npublished at 12:14\n12:14\nIMAGE SOURCE,\nGETTY IMAGES\nWolves sporting director Matt Hobbs has been charged with misconduct by the FA for an incident following his side's 2-2 draw with Newcastle last Saturday.\n\"It's alleged that his language towards a match official in the tunnel after the final whistle was improper and/or abusive and/or insulting,\" said the FA.\nNewcastle were awarded a controversial penalty in the draw at Molineux when Hwang Hee-chan was deemed to have fouled Fabian Schar, before Magpies striker Callum Wilson scored from the spot to put his side 2-1 up.\n0\n0\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 12:12\n12:12\n#bbcfootball or text 81111 (UK only, standard message rates apply)\nETH should be blasted before the season is totally destroyed. If you sip milk that's gone off, you don't then down the whole pint. Get a fresh pint of milk ASAP. Conte. Mourinho?\nCharles Law, via WhatsApp\n7\n18\nShare\nWhat's to come?\npublished at 12:05\n12:05\nNow then folks, it's nearly lunchtime so we'll bring you some of today's news updates, with more of your comments on the situation at Manchester United, before we get stuck into today's Premier League news conferences.\nWe're expecting to hear from Tottenham, Everton, Crystal Palace, Bournemouth and Sheffield United from 13:00 GMT.\n6\n2\nShare\nLammers ends goal drought in Rangers rout\npublished at 12:01\n12:01\nDundee 0-5 Rangers\nDutch striker Sam Lammers ended a 16-game goal drought for Rangers as he scored the third goal during Wednesday's win at Dundee.\nCeltic came from behind to win 2-1 at home to St Mirren and stay five points clear of their Old Firm rivals at the top of the Scottish Premiership table.\nMedia caption,\nWatch: Rangers' Sam Lammers ends 16-game goal drought in Dundee drubbing\n10\n4\nShare\nSPFL condemns use of pyrotechnics by Rangers fans\npublished at 11:58\n11:58\nDundee 0-5 Rangers\nThe SPFL says it will liaise with Police Scotland over the \"very concerning and unwelcome\" use of pyrotechnics by Rangers fans.\nWednesday's match against Dundee had to be paused for 18 minutes shortly after kick-off as away fans let off flares in the stands of Dens Park.\nThe stadium was engulfed in smoke, setting off a fire alarm and forcing the players off the pitch. The game resumed when the smoke cleared, with Rangers winning 5-0.\nMedia caption,\nRangers pyro 'a wee bit over the top' - Sportscene\n13\n13\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 11:51\n11:51\n#bbcfootball or text 81111 (UK only, standard message rates apply)\nWhat is wrong at Man U is the same as we had at Newcastle, the ownership. Absolutely everything at a club is determined by the very top, communication, standards, aims, everything. Supporters sense a disconnect immediately, and if we can sense it you can be absolutely sure players do. You can sack, hire, buy, sell who you like, but if the owners aren't setting a standard then that subconsciously leaks into every pore of the club like rust. It doesn't excuse substandard performances, nothing does, but the right environment weeds out the weak links quickly until everyone is on the same page.\nPaul, Newcastle\n457\n50\nShare\nPlayer of the month shortlist\npublished at 11:46\n11:46\nHarry Kane's former Tottenham team-mate Cristian Romero is among the six nominees for the Premier League's Player of the Month for October.\nThe others on the shortlist are Douglas Luiz (Aston Villa), Bryan Mbeumo (Brentford), Pedro Neto (Wolves), Declan Rice (Arsenal) and Mohamed Salah (Liverpool).\nNot a bad six-a-side outfield line-up that.\nIMAGE SOURCE,\nPREMIER LEAGUE/X\n27\n30\nShare\nBayern upset by third-tier Saarbrucken in German Cup\npublished at 11:39\n11:39\nSaarbrucken 2-1 Bayern Munich\nIMAGE SOURCE,\nJEAN-CHRISTOPHE VERHAEGEN\nBundesliga champions Bayern Munich are hardly in crisis but still, being knocked out of the German Cup by third-tier opposition did come as a shock.\nSaarbrucken scored a 96th-minute winner in Wednesday's second-round tie to extend Bayern striker Harry Kane's wait for a major honour.\n105\n8\nShare\nAjax forced to close part of stadium over crowd trouble\npublished at 11:36\n11:36\nIMAGE SOURCE,\nGETTY IMAGES\nA return to Ajax would mean going from one crisis club to another for Erik ten Hag.\nThe Dutch giants are currently bottom of the Eredivisie table and parted with coach Maurice Steijn last week.\nThe club has also been fined and will have part of their ground closed for their Eredivisie match against Vitesse Arnhem after crowd trouble marred September's defeat to Feyenoord.\nMedia caption,\nAjax v Feyenoord: Fans protest after De Klassieker abandoned due to fireworks on pitch\n28\n14\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 11:32\n11:32\n#bbcfootball or text 81111 (UK only, standard message rates apply)\nKwong Tse: Erik ten Hag will make a quick return to football management by rejoining Ajax if the United board decide to part company. Let's be honest here, the United job is a poisoned chalice.\n326\n31\nShare\nBurnley have 'huge gap' to negotiate - Kompany\npublished at 11:26\n11:26\nEverton 3-0 Burnley\nBurnley\nBurnley cantered to the Championship title last season but have endured a miserable campaign so far and they bowed out of the cup with a whimper, managing just one shot on target in the contest.\nIt took until the 95th minute for substitute Wilson Odobert to work Jordan Pickford into a save and the Clarets now turn their focus to the Premier League, where they have collected a solitary victory from their opening 10 games.\n\"There is such a huge gap between the Championship and Premier League,\" admitted boss Vincent Kompany.\n\"Was the performance bad? No. The worrying thing would be not having the belief in the squad, but the hardcore, relentless work is what you have to live for every moment in the game. I probably don't look as defeated but I can put it into context. I would be naïve to start this season not expecting these moments.\"\nIMAGE SOURCE,\nGETTY IMAGES\n37\n4\nShare\nEverton beat Burnley and pay tribute to Kenwright\npublished at 11:23\n11:23\nEverton 3-0 Burnley\nIMAGE SOURCE,\nGETTY IMAGES\nEverton comfortably beat Burnley to reach the EFL Cup quarter-finals on a poignant night at Goodison Park, where the hosts paid tribute to late chairman Bill Kenwright.\nOwner Farhad Moshiri was present to pay his respects, appearing at a home game for the first time since October 2021.\nMoving tributes were paid before kick-off to Kenwright, who died last Tuesday aged 78, with long-term partner Jenny Seagrove, daughter Lucy and former Toffees manager Joe Royle laying wreaths in the centre circle.\nElton John's song 'I guess that's why they call it the blues' was played inside the stadium, before those in attendance observed a period of applause for Kenwright, who was chairman for almost two decades.\nA blue and white scarf was also placed on his seat in the directors' box.\nIMAGE SOURCE,\nGETTY IMAGES\n47\n7\nShare\nFulham beat Ipswich to reach EFL Cup quarter-finals\npublished at 11:14\n11:14\nIpswich Town 1-3 Fulham\nIMAGE SOURCE,\nREUTERS\nFulham moved into the EFL Cup quarter-finals for the first time since 2004-05 after winning at Championship high-fliers Ipswich Town.\nThe Cottagers also reached the last eight of the competition in 1967-68, 1970-71, 1999-00 and 2000-01 but have lost at that stage on every occasion so have never made the semi-finals.\nIpswich, second in the Championship, changed their entire starting XI from the side that beat Plymouth 3-2, while Fulham made eight changes from the team that began the 1-1 draw with Brighton at the weekend.\n29\n8\nShare\nMagpies on 'wave of momentum'\npublished at 11:07\n11:07\nMan Utd 0-3 Newcastle\nBBC Football Daily\nBBC commentator Conor McNamara said Newcastle are on \"a wave of momentum\" thanks to the incredible work done by Eddie Howe.\nThe Magpies boss made eight changes for Wednesday's EFL Cup win over Manchester United, with impressive performances from players who are not regular starters.\nSpeaking on BBC Radio 5 Live's Football Daily, he said: \"Let’s be very honest here, when the teamsheet came out, it was a mixture of kids who haven’t played much like [Tino] Livramento and [Lewis] Hall, older players like Emile Krafth who has barely played in two years, Matt Targett who’s hardly played in the last year and Paul Dummett who has barely played in three years.\n\"You are thinking, 'this is a patched together team - this won’t be Newcastle at their best'. But it is a testament to Eddie Howe and the attitude, mindset and belief he has put into these players. It almost doesn’t matter the individuals in the position. They are a proper team here.\n\"Purely from the footballing side, what Eddie Howe has been able to do with players like [Sean] Longstaff, Joelinton and [Miguel] Almiron, who looked bang average under other managers. They now look like world beaters.\n\"You’ve got to give huge praise to Howe and it’s a wave of momentum Newcastle are on. It’s intriguing to see where they’re going to go.\"\nIMAGE SOURCE,\nGETTY IMAGES\n213\n29\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 11:00\n11:00\n#bbcfootball or text 81111 (UK only, standard message rates apply)\nUnfortunately ETH, despite having a good first season, hasn’t really improved any of the players. Dalot maybe, but players like Garnacho, Hannibal have stagnated. Unfortunate with injuries, Greenwood and Antony situations disrupting the flow. Overall though, there’s a lack of identity. Are Utd a possession based team? A counter attacking team? It’s impossible to say based on the last season and a bit and that is ultimately the issue.\nLuke\n248\n42\nShare\nThe quality was a real highlight - Howe\npublished at 10:54\n10:54\nMan Utd 0-3 Newcastle\nNewcastle United\nNewcastle claimed just their second win at Old Trafford since 1972 and their first since December 2013.\nManager Eddie Howe said that losing Matt Targett to injury - he was replaced by Miguel Almiron after just five minutes - was the only negative on Wednesday.\n\"It was a massive performance from the players and I can't credit them enough,\" said Howe. \"Some great stories, Matt Targett the only negative, but even more credit to the players for some giant performances.\n\"I personally have always found it a difficult ground, and Newcastle the same, so another thing to be really proud of is the commitment showed by everyone. I thought we scored some great goals, the quality was a real highlight.\n\"We are determined to try to do well in every game. We picked a team we felt could win and now we will do the same for Arsenal [on Saturday].\"\nIMAGE SOURCE,\nREUTERS\n133\n25\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 10:47\n10:47\n#bbcfootball, or text 81111 (UK only, standard message rates apply)\nUnited haven't been the same since Ferguson retired. Do they even have a transfer policy? If you look at the approach of lower league managers like McKenna at Ipswich. Build a squad, create a culture and move forward together. Even Eddie Howe has done something similar at Newcastle. United won't be a strong side again until they get their backbone right and leaders on the pitch.\nGary, Ipswich\n425\n26\nShare\nTen Hag confident he can turn fortunes around\npublished at 10:41\n10:41\nMan Utd 0-3 Newcastle\nManchester United\nAll eyes were on Erik ten Hag after Manchester United's defeat last night. He's staying confident as the pressure builds.\nMedia caption,\nTen Hag confident he can turn Man Utd fortunes around\n41\n227\nShare\n'Collapse since February has been stunning'\npublished at 10:33\n10:33\nMan Utd 0-3 Newcastle\nSimon Stone\nBBC Sport at Old Trafford\nManchester United's collapse in form since they beat Newcastle at Wembley in February to end a near six-year trophy drought has been stunning.\nTen Hag lost six of his first 40 games in charge up to that EFL Cup final success. They have lost 13 of 36 since. They have lost consecutive home matches by three goals or more for the first time since October 1962.\nAs was the case with Ole Gunnar Solskjaer two seasons ago, the downturn has been totally unexpected given his side finished third last season and reached the FA Cup final in addition to their trophy success.\nTen Hag has spent in excess of £350m over three transfer windows. Five of his signings started the game and six finished it. None emerged with any real credit, although it could be argued goalkeeper Andre Onana was blameless for all three Newcastle goals.\nCasemiro before the break and Sofyan Amrabat after it failed to plug gaps in midfield. Once again Mason Mount was anonymous.\nNot that the issues enveloping Old Trafford are any concern of Newcastle, whose fans revelled in their opponents' discomfort, chanting, 'You'll be sacked in the morning' and taunting over the number of empty red seats on show from fans leaving well before the final whistle.\nIMAGE SOURCE,\nGETTY IMAGES\n190\n21\nShare\nGet Involved - what's wrong at Man Utd?\npublished at 10:25\n10:25\n#bbcfootball, or text 81111 (UK only, standard message rates apply)\nSo the current young manager, who should have been allowed the space to develop a Man U first-team youth programme as he did successfully with Ajax, takes you to two finals and wins one plus Champions League football. You currently sit eighth, only eight points off a neck-and-neck top four after 10 games… And so you want to get rid of him? Some Man Utd fans need to look in the mirror and support their managers through the bad times not just the good.\nShaun (Liverpool fan, who does the bad times and the good!)\n850\n126\nShare\nprevious page\n1\n2\n3\nnext page\nHome\nNews\nSport\nEarth\nReel\nWorklife\nTravel\nCulture\nFuture\nMusic\nTV\nWeather\nSounds\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "authors": "no author",
    "uploaddate": "unknown",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/football/67293894",
    "headline": "Man Utd 0-3 Newcastle: Erik ten Hag vows to 'fight on' but 'questions' grow for Reds boss",
    "contents": "Man Utd 0-3 Newcastle: Erik ten Hag vows to 'fight on' but 'questions' grow for Reds boss\nBy Simon Stone\nBBC Sport\nLast updated on\n1 November 2023\n1 November 2023\n.\nFrom the section\nMan Utd\ncomments1769\nTen Hag confident he can turn Man Utd fortunes around\nManchester United manager Erik ten Hag says the club is \"in a bad place\" but that he still believes he is the right man to stop the downward spiral at Old Trafford.\nNewcastle's 3-0 EFL Cup win was their biggest away success over Manchester United in 93 years. It condemned the Reds to their eighth defeat in 15 matches, their worst start to a season since 1962-63.\nComing off the back of Sunday's Manchester derby defeat by City, it was the first time United have lost successive home games by three goals or more since October 1962. They have lost five of their first 10 home games for the first time since 1930-31.\nThe series of unhappy statistics were accompanied by boos at half-time and the final whistle, just as on Sunday, and bring increased speculation about whether Ten Hag is the right man for the job.\n\"I understand when the results are not there it is logical they are questioning that,\" he said.\n\"But I am confident I can do it. At this moment we are in a bad place and I take responsibility for it.\n\"But I am a fighter. I see it as a challenge.\"\nFirst-half goals from Miguel Almiron and Lewis Hall put Newcastle in command then, after a brief rally at the start of the second-half, Joe Willock sealed the win with a well-taken third on the hour.\nThe home side only managed two shots on target and wasted their best chance in the first-half when Anthony Martial appeared to duck out of a header, despite being in a central position just six yards out.\n\"It is below the standards everyone expects from Manchester United,\" said Ten Hag. \"It is not good enough by far and we have to put it right.\n\"I take responsibility for it. It is my team and they are not performing.\"\nTen Hag confirmed Brazilian midfielder Casemiro will miss the Saturday lunchtime Premier League encounter with Fulham after suffering an injury during the first-half of his return after a three-game absence.\n\"We have a lot of setbacks this season so far, but that is never an excuse, you have to get results in,\" he said. \"Obviously, Sunday and tonight were far from that.\"\nLatest Manchester United news, analysis and fan views\nGet Man Utd news notifications\nListen to the latest The Devils' Advocate podcast\n'Questions about the manager' - pundits react\nManchester United have lost consecutive home games by three or more goals for the first time since October 1962\nUnited have lost five of their first 10 games at home for the first time since 1930-31, having lost just once at home in the Premier League last season - winning 15 of 18.\nFormer Manchester United striker Andy Cole, speaking on Sky Sports, said: \"People now come to Old Trafford thinking they can beat Man Utd.\n\"There are going to be questions about the manager, Man Utd were really poor. The players need to take a good look at themselves.\n\"When you see performances like this, you have to ask 'what is going on here?'\n\"If he doesn't get results in the next couple of games, fans' attitudes towards Ten Hag can change very quickly.\"\nEx-Newcastle goalkeeper Shay Given claimed \"it feels there is a divide between the players and the manager\" and added \"there appears to be a real fallout behind the scenes\".\n\"The players have to take responsibility but it seems at the end of a manager's tether, there is a disconnect,\" he continued.\n\"He has spent £411m and that is his team. Where do they go from here? Do the board and directors have a lot of thinking to do?\n\"I think they will be. It is not good enough for a club this size and the manager has to take the final flak.\"\nEx-United captain Gary Neville was similarly unimpressed.\n\"Man Utd players were complaining to the ref, whinging, and while they were whinging Newcastle were attacking. It is schoolboy stuff, under-9s,\" he said.\n\"Man Utd fans were probably expecting what they are seeing. Every team that came here this season should have got something.\n\"I don't know where he starts picking a side next, as none of them can really say they deserve to play.\n\"We are seeing a repeat of United losing their discipline, not passion - it is petulance. It is like a bunch of kids on the schoolyard.\"\nAnalysis - 'There is still belief in Ten Hag'\nBBC Sport's Simon Stone\nThere has been no suggestion from anyone at United during an unexpectedly tortuous start to the season that backing for Ten Hag is wavering. Even the booing from the stands seems a little half-hearted.\nThere is a belief in Ten Hag, the progress made last season buys him some time and, less than two years after Ole Gunnar Solskjaer was sacked, there is little appetite for the kind of upheaval that followed the Norwegian's exit.\nIt is also true as well that until the current ownership situation is resolved, it is hardly likely the Glazer family would get rid of their manager.\nIf Sir Jim Ratcliffe's mooted 25% purchase comes to pass - and with it comes some element of control over the sporting side of the club - it would hardly make sense that the most important figure within that sporting structure was changed just before the new part-owner came in.\nThat said, Ten Hag knows he must turn this situation around.\nWhat BBC Sport readers think\nTim: This United side is the absolute worst I have seen. What's worse is some of these players are being paid extortionate amounts of money. The club is a complete mess.\nColin: Worst Utd team in the last 10 years.\nMikeal: People are going to blame the manager again for an awful display of football, but when are they going to realise that it is the players that are giving up. Manchester United have been doing it since Sir Alex Ferguson left, not one of those players would get in to a top six team!\nTim: How many times in last 10 years have I heard Man Utd fans say it is the worst side they have seen? They can't keep getting worse, can they?\nKit: This Man Utd team look like they met for the first time this evening. Honestly what do they do in training each week?\nAndrew: Ten Hag is a good manager and United are lucky to have him. Who is better that would actually want the job? Particularly as the problem is clearly in the boardroom, and that won't be fixed for years.\nAnon: Martial has survived Louis Van Gaal, Giggs, Mourinho, Ole, Michael Carrick, Ralf Ragnick and now will probably survive Ten Hag. And he is playing up top for us as a number nine. Tells you everything about football operations at the club.\nOur coverage of Manchester United is bigger and better than ever before - here's everything you need to know to make sure you never miss a moment\nEverything United - go straight to all the best content\ncommentsView Comments1770",
    "authors": "By Simon Stone",
    "uploaddate": "2023-11-01T23:49:33+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  },
  {
    "urlid": "https://www.bbc.com/sport/baseball/67294346",
    "headline": "World Series 2023: Texas Rangers beat Arizona Diamondbacks to clinch 4-1 Fall Classic win",
    "contents": "World Series 2023: Texas Rangers beat Arizona Diamondbacks to clinch 4-1 Fall Classic win\nBy Mark Mitchener\nBBC Sport\nLast updated on\n5 hours ago\n5 hours ago\n.\nFrom the section\nBaseball\nTexas' victory leaves five active MLB teams without a World Series title - the Milwaukee Brewers, San Diego Padres, Seattle Mariners, Colorado Rockies and Tampa Bay Rays. Of those, the Mariners are the only team never to reach a World Series\nThe Texas Rangers are World Series champions for the first time in the franchise's 62-year history after beating the Arizona Diamondbacks 5-0 to clinch the best-of-seven series 4-1.\nNeither side registered a run in Phoenix until Mitch Garver drove in Corey Seager in the seventh inning.\nThe Rangers then gave themselves some breathing space in the top of the ninth as Jonah Heim's base hit scored two runs after a fielding error, before Marcus Semien's two-run homer meant the celebrations could truly begin.\nThe Diamondbacks were in contention for much of the game thanks to a strong outing from starting pitcher Zac Gallen, who threw six scoreless innings before he loaded the bases in the seventh and Garver broke the deadlock.\nBut the hosts stranded 11 baserunners during game five, allowing Rangers starter Nathan Eovaldi to take the win after blanking the D-backs for six innings.\nReliever Josh Sborz struck out Ketel Marte for the final out.\nShortstop Corey Seager was named as the World Series' most valuable player, an award he also won with the Los Angeles Dodgers in 2020.\nBochy's Rangers rule the road\nBochy managed the San Francisco Giants to three World Series titles - in 2010 (against the Rangers), 2012 and 2014\nIt has been a long time waiting for a Rangers franchise that began life in 1961 as the Washington Senators.\nConfusingly, this was the third major league franchise to bear the Senators name. The first was wound up in 1899, the second left Washington in 1960 and is now the Minnesota Twins, while the third was an expansion franchise which was formed in 1961 and spent 11 years in the capital before moving to Arlington, Texas in 1972.\nThey lost their first World Series in 2010 to a San Francisco Giants side managed by the man now in charge of the Rangers dugout - Bruce Bochy. He came out of retirement a year ago to answer the call from Texas, and now sits proudly as only the sixth manager to win four World Series titles.\nIt has not been an easy postseason for the Rangers, who led the American League West division for much of the season, but defeat on the final day of the 162-game regular season handed the AL West title to state rivals the Houston Astros, forcing the Rangers into the wildcard round.\nBut having lost 41 of their 81 regular-season road games, suddenly Texas were unbeatable away from Arlington, sweeping the Tampa Bay Rays and top-seeded Baltimore Orioles, before winning an unusual AL Championship series against the Astros where all seven games were won by the away team.\nThree successive World Series victories in Arizona have now stretched their postseason record to an astonishing 11 successive away wins.\n\"You guys just wrote history,\" Bochy told his players in the locker room as the champagne corks were popped.\nWorld Series reports\nGame 1: Texas 6-5 Arizona Game 4: Arizona 7-11 Texas\nGame 2: Texas 1-9 Arizona Game 5: Arizona 0-5 Texas\nGame 3: Arizona 1-3 Texas (home team listed first)\nCorey Seager becomes the fourth player to be named World Series MVP twice, the second to win it for two different teams, and the first to win it as both an American League and National League player",
    "authors": "By Mark Mitchener",
    "uploaddate": "2023-11-02T06:31:37+00:00",
    "readtime": "no info",
    "imageurl": "not yet",
    "imagedescription": "not yet"
  }
]